{"weightsManifest": [{"paths": ["group1-shard1of1"], "weights": [{"shape": [2, 128], "dtype": "float32", "name": "dense_28/kernel"}, {"shape": [128], "dtype": "float32", "name": "dense_28/bias"}, {"shape": [128, 128], "dtype": "float32", "name": "dense_29/kernel"}, {"shape": [128], "dtype": "float32", "name": "dense_29/bias"}, {"shape": [128, 784], "dtype": "float32", "name": "dense_30/kernel"}, {"shape": [784], "dtype": "float32", "name": "dense_30/bias"}]}], "modelTopology": {"model_config": {"config": {"name": "model_14", "layers": [{"config": {"sparse": false, "batch_input_shape": [null, 2], "dtype": "float32", "name": "input_14"}, "name": "input_14", "class_name": "InputLayer", "inbound_nodes": []}, {"config": {"bias_constraint": null, "use_bias": true, "activation": "relu", "bias_regularizer": null, "kernel_regularizer": null, "units": 128, "kernel_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_28"}, "name": "dense_28", "class_name": "Dense", "inbound_nodes": [[["input_14", 0, 0, {}]]]}, {"config": {"bias_constraint": null, "use_bias": true, "activation": "relu", "bias_regularizer": null, "kernel_regularizer": null, "units": 128, "kernel_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_29"}, "name": "dense_29", "class_name": "Dense", "inbound_nodes": [[["dense_28", 0, 0, {}]]]}, {"config": {"bias_constraint": null, "use_bias": true, "activation": "linear", "bias_regularizer": null, "kernel_regularizer": null, "units": 784, "kernel_constraint": null, "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_30"}, "name": "dense_30", "class_name": "Dense", "inbound_nodes": [[["dense_29", 0, 0, {}]]]}, {"config": {"target_shape": [28, 28], "trainable": true, "name": "reshape_5"}, "name": "reshape_5", "class_name": "Reshape", "inbound_nodes": [[["dense_30", 0, 0, {}]]]}], "output_layers": [["reshape_5", 0, 0]], "input_layers": [["input_14", 0, 0]]}, "class_name": "Model"}, "backend": "tensorflow", "keras_version": "2.2.2"}}