[{"b_range":[416,439],"b_name":"","a_year":1750,"a_publisher":"printed by Thomas Gardner for W. Owen, near Temple-Bar","a_id":"T075386","a_range":[373,397],"a_display_title":"A present for women addicted to drinking. Adapted to all the different stations of life, from a lady of quality to a common servant.","b_publisher":"printed and published by T. Gardner, at Cowley's-Head, opposite St. Clement's Church in the Strand","b_id":"T054919","a_name":"Haywood, Eliza Fowler","b_display_title":"An epistle to the fair-sex on the subject of drinking. In which the particular consequences of this most prevailing custom are fully and fairly ...","a_text":"...Epiitle, and especially the Instances it con- tains, with the utmost Striftnefs; for this will re- concile you effectually to my way of Writing, and the Ad, ice I presume to offer in the Conclusion, will appear the more rational, and make the great- er Imprefl:on. I fay, tlhen, that as there never was any Com- plaint more general than that of the Corruption of the present Age, so never was any Complaint better founded. We never saw, in the History oP anotherNation, any Account of ihch a Degeneracy in Manners, as is visible amongst ourselves, where allRanks, allDegrees of People, seem involved un- der this CharaLcer; so that all...","b_text":"...and efpecialiy the Instances it con- tains, with the utmost Strictness; for this will re- concile you effetually to my way of Writing, and the Advice I presume to offer in the Conclusion, will appear the more rational, and make the great- er Impression. I fay, then, that as there never was any Com- plaint more general than that of the Corruption of the present Age, so never was any Complaint better founded. We never saw, in the Hillory of anotherNation, any Account of filch a Degeneracy in Manners, as is visible amongst ourselves, where allRanks, allDegrees of People, seem involved un- der this Gharater; so...","b_year":1744},{"b_range":[7247,7262],"b_name":"","a_year":1729,"a_publisher":"printed, and sold at Mr. Freebairn's shop in the Parliament Closs; and at Mr. Millar's, over-against St. Clement's Church in the Strand, London","a_id":"T033425","a_range":[16678,16693],"a_display_title":"An essay on ways and means for inclosing, fallowing, planting, &amp;c. Scotland; and that in sixteen years at farthest. By a Lover of his Country.","b_publisher":"printed by Robert Fleming and Company","b_id":"T136801","a_name":"Mackintosh, William","b_display_title":"A treatise concerning the manner of fallowing of ground, raising of grass-seeds, and training of lint and hemp, for the increase and improvement ...","a_text":"...to be fold, there to receivee the publick. S'eal or Stamp of the Burgh,: beating. the Coats of'Arms 'of the Burgh, upon both the Ends otilk:Piece or half :Piece thereof.; which shall be a sufficient Proof of the just Lengh and Breadth, the Evenness of Working, and the due and sufficient Thick- nefi and Clofenefi thereof :. For which Seal-or Stamp there shall be paid Eight Pennies S&amp;rts. 'for ilk Piece, and-Four. Pennies for...","b_text":"...in Use to b fold, there to receive the Publick-Seal or Stamp of the Burgh, bearing the Coats of Arms of the Burgh, upon both the Ends of ilk Piece or half Piece thereof; which shall be a sufficient Proof of the just Length and Breadth, the Evenness of Working, and the due and sufficient Thickness and Closeness thereof: For which Seal or Stamp there hall be paid Eight Pennies Scots for ilk Piece,...","b_year":1724},{"b_range":[780,804],"b_name":"Venner, Samuel","a_year":1757,"a_publisher":"printed by Thomas Baskett, his Majesty's printer, and by the assigns of Robert Baskett; for J. Nourse at the Lamb opposite Katherine-Sreet in the Strand","a_id":"T149820","a_range":[1520,1546],"a_display_title":"The British customs: containing an historical and practical account of each branch of that revenue; The Rates of Merchandize, as settled by the ...","b_publisher":"printed for the author, and sold by A. Kincaid and J. Bell, and W. Gordon at Edinburgh, and A. Millar at London","b_id":"T117420","a_name":"Saxby, Henry","b_display_title":"The British merchants assistant: or a complete view of the British customs: Containing A Distinct and Practical Account Of Each Branch of that ...","a_text":"...several groft duties on wines imported in casks; being in lieu of former abatements (by virtue of the loth rule of the Book of rates) at the discretion of the officers of the cultoms for damage on corrupt and umer- chantable wines. Rhenish wines, or wines of the growth of Germany, or which pay duty as such --- - per cent. On French wines, or wines of the growth of any of the French G king's dominions ..-_ $__ per cent. Spanilh, Portugal, and all other wines - o per cent. So that according to the particular circumfances of entry, the net subsidy to be paid, will be found to be as follows, viz. (c) I Ann. cap....","b_text":"...duties on wines imported in calks ; being in lieu of former abatements (by vir- tue of the i oth rule of the book of rates) at the discretion of the officers of the customs for damage on corrupt and unmerchantable wines. Rhenish wines, or wines of the growth of Germany, or which pay duty I as fiuch -------------------- per cent. French wines, or wines of the growth of any of the French king's dominions per cent. Spanish, Portugal, and all other wines per cent. So that according to the particular circumstances of entry, the net subsidy to be paid, will be found to be as follows, viz. If imported...","b_year":1766},{"b_range":[161686,161722],"b_name":"","a_year":1761,"a_publisher":"printed for R. and J. Dodsley in Pall-Mall","a_id":"T041128","a_range":[291,326],"a_display_title":"London and its environs described. Containing An Account of whatever is most remarkable for Grandeur, Elegance, Curiosity or Use, In the City and ...","b_publisher":"","b_id":"T174314","a_name":"","b_display_title":"A new and compleat history and survey of the cities of London and Westminster, the borough of Southwark, and parts adjacent; from the earliest ...","a_text":"...id. -, and on account of its fine .fitua, tion, it was not fold or given immediately to any court-favourite, but appropriated to the King's own use. And accordingly we find, that when the corpse of Henry the VIIIth. was to be removed from Westminster to Windsor to be interred, it laid the first night, not at Richmond as is commonly fupppfed, but at Sion which by this means became the scene in which a prophecy was supposed to be fulfilled. For Father Peto, preaching before the King at Greenwich in told him that the dogs would lick his blood as they had done Ahab's. Now as the King died of a diopfical disorder, and had been dead a fortnight before he was removed to Sion, it to happened that tome corrupted matter of a bloody colour ran through the colfin at that place. Where- upon the incident, though only...","b_text":"...pence three farthings; and on account of its fine situation, it was not fold nor given immedi- ately to any court-favourite, but appropriated to the king's own use, And accordingly we find, that when the corpse of Henry VIII. was to be removed from Westminster to Wir.dfor to be in- terred, it lay the first night, not at Richmond, as is commonly supposed, but at Sion ; which by this means became the scene in which a prophecy was fuppoftd to be fulfilled. For father Peto, preaching before the king at Greenwich in , told him, that the dogs would lit k his blood as they had done Ahab's. Now, as the king died of a dropfical disorder, and had been dead a fortnight before he was removed to Sion, it so happened, that tome corrupted matter of a bloody colour ran through the coffin at that place. Whereupon the...","b_year":1769},{"b_range":[150,170],"b_name":"","a_year":1732,"a_publisher":"printed for E. Curll, in the Strand; T. Payne, in Pater-Noster-Row; J. Chrichley, at Charing-Cross; and J. Jackson, in Pall-Mall","a_id":"T006636","a_range":[149,168],"a_display_title":"The cases of polygamy, concubinage, adultery, divorce, &amp;c. seriously and learnedly discussed. Being a compleat collection of all the remarkable ...","b_publisher":"printed for the editor, and sold by Olive Payne, at Horace's Head, in Round-Court in the Strand, over-against York-Buildings","b_id":"T006628","a_name":"","b_display_title":"Select and curious cases of polygamy, Concubinage, Adultery, Divorce, &amp;c. Seriously and Learnedly Discussed. Being A Compleat Collection of all ...","a_text":"...and from -thence he retired to Poland; there he fell into the Errors of the Socinians, and there died an Atheist, utterly abandoned by all, .and the most miserable of Wretches.- This Barnardino Ochino, 'besides the said T'reatije of the Lawfulness of Polygamy, com- posed (likewise in Italian) certain Comments upon St. Paul's EPISTLE to the Romans, which Sebaftiano Caftalio translated in- to Latin ; and they were printed at Ge- neva, Autzurgh, and other Places. He left likewise Comments on St. Paul's other EPI S T LE S, also...","b_text":"...[a ] thence i~ .S thence he retired to Poland; there he fell into the Errors of the Socinians, and there ' died an Albeist, utterly abandoned by all, K: and the most miserable of Wretches.-- This Barnardino Ocbino, besides the said . Treatise of the Lawfidlnef of Polygamy, cor- posed (likewise in Italian) certain Conmments upon St. Paul's EPISTLE to the Romans, which Sebaftianio Caftalio translated in- to Latin ; and they were printed at Ge- leva, AIufurgb, and other Places. He left likewise Cosmments on St. Paul's other i E PI s...","b_year":1736},{"b_range":[1759,1779],"b_name":"Houghton, Thomas, Gent","a_year":1748,"a_publisher":"printed by Francis Lister","a_id":"T088007","a_range":[7263,7283],"a_display_title":"The miner's guide: or, compleat miner. Containing, I. A succinct account of a vein in the earth, and by what Names Veins are distinguished, with ...","b_publisher":"Printed by Samuel Hodgkinson","b_id":"T168238","a_name":"Hardy, William, writer on mining","b_display_title":"Rara avis in terris: or The compleat miner, in two books; the first containing the liberties, laws, and customs, of the leadmines, within the ...","a_text":"...refuting to pay poor Men, are many Times utterly undone and overthrown.-Whereupon we order and agree, (that where any Controversy hlall happen about any Grove or Groves, Meare or Meares of Ground in Question) where nlcb Suit ariicth if any Person or Perlons claim any particular Part or Parts of a Meare of Ground in Question, where such Suit arifeth, if any Prfon or Persons make claim on both Sides, and would only defend his or their Part or Parts, by putting in his or their Part orParts ofPawns on bothSides: we fay, char...","b_text":"...pay, poor Men are many Times ut. rerly undone and overthrown. Whereupon we order and agree,i (that where any Controversy shall happen about any Groove or Grooves, Meer or Meers of Ground in question ) where-- ruch Suit arifeth, if any Person or Persons claim- ny particular Part or Parts of a Meer of\" Ground in question, where such Suits arifeth;: if any Person or Persons make claim on both Sides, and would only defend his or their Part Jr Parts, by putting in his or their Part or Parts- of Pawns on both...","b_year":1729},{"b_range":[508,537],"b_name":"","a_year":1776,"a_publisher":"Printed for J: Rivington &amp; Sons, W: Strahan, W: Johnston, C: Bathurst, J: Davies L: Davis, J: Dodsley, J: Longman, T: Lowndes, B: Law, J: Caslon, J: Becket, W: Nicoll, R: Horsfield, J. Bladon, B. White, E. Dilly, R. Baldwin: G. Robinson, J: Cadell, W. Flexney, W. Woodfall &amp; J: Bew","a_id":"N061401","a_range":[18805,18834],"a_display_title":"The New English Theatre in eight volumes, Containing the most valuable plays which have been acted on the London stage Vol. I. Busy body by Mrs. ...","b_publisher":"Printed for A. Donaldson, at Pope's Head, opposite to the Exchange","b_id":"N021664","a_name":"","b_display_title":"A Select collection of English plays. In three volumes. Volume I. Containing, Mahomet the impostor. The orphan of China. The siege of Damascus. ...","a_text":"...I here's fine billing and cooing, I war- rant; miss is in a fine condition. Lap. Her condition is pretty much as it was yet. How long it will continue so, I know not. I am making up my matters as fast as I can; for this house holds not me after the discovery. I.'heed. I think you have no great reason to lament ti.e loss of a place where the malter keeps his own keys. Lap. The devil take the firlt inventor of locks, fay I: but come, my dear, there is one key which I keep, and that, I believe, will furnish us with some fweetmeats: lo if you will walk in with me, I'll tell you a secret which concerns your family. It is in your power,...","b_text":"...here's fmne billing and cooing, I warrant. Miss is hri a fine condition. L~ap. Her condition is pretty much as it wtas yet. How long it will continue so, I know not. I amt makling uip my matters as fast as I can; for this houle holds not me after the dis~covery. Wh~eed. I think you have no great reason to lament the loss odf a place where the maiter keeps his own keys. . LTap. -The devil take the fir~st inventor of loc~ks, fay J. But come, my dear, there is one key which I keep, and that, I believe, will furnith as with s~ome fweetmeats : so, if you will wYalk in with me, I'll tell you a s~ecr~et which concer~ns your family. It is in your power...","b_year":1760},{"b_range":[164,256],"b_name":"","a_year":1751,"a_publisher":"printed for John and Paul Knapton, at the Crown in Ludgate-Street","a_id":"T140784","a_range":[97167,97257],"a_display_title":"A summary of Mr Rapin de Thoyras's History of England, and Mr Tindal's Continuation, from the Invasion of Julius Caesar, to the End of the Reign ...","b_publisher":"printed for John and Paul Knapton, at the Crown in Ludgate-Street","b_id":"T096961","a_name":"Tindal, N. (Nicolas)","b_display_title":"The metallick history of the reigns of King William III. and Queen Mary, Queen Anne, and King George I. Being a series of near four hundred ...","a_text":"...firming such paflages s-are true in old Au- thors, in fettling such as are told after different manners, and in recording fuph as have been omitted. In this cafe, a cabinet of Medals is a body of History. It was indeed the best way in the world to perpetuate the memory of great actions, thus to coin out the life of an Emperor, and t put eery. great exploit into the mint. It' was a kind f printing, be- fore the art was invented. It is by this means, that Mons. aillant has difembroil'd a history that was loft to the world before his time, and out of a short colletion of Medals, has given us a chronicle of the -kings of Syria. For this too is an advantage '.Medals have.over books, that they tell their story much quicker, and fum up a whole volume in twenty or thirty Reverses....","b_text":"...in con- fianing such pafliges as are true in old Au- thors, in ettling such as are told after different manners, and in recording fillh as have been omitted. in this cab, a cabinet of Medals is a body of Hiltory. It was indeed the belt way in the world to perpetuate the memory of great aions, thus to coin out the life f an Emperor, and to put every great exploit into the mint. It was a kind of printing, be- fore tl:e art was invented. It is by this means, that Mons. Faillant has difembroil'd a hillory that w;as loll to the world before his time, and out of a fliort collction of Medals, has given us a chronicle of the kings of Syria. For this too is an advantage Medals have over books, that they tell their flory much quicker, :and furn up a whole volume in...","b_year":1747},{"b_range":[1803,1820],"b_name":"Smollett, Tobias George","a_year":1763,"a_publisher":"Printed for T. Osborne, C. Hitch and L. Hawes, A. Millar, J. Rivington, S. Crowder, B. Law and Co. T. Longman, C. Ware, and S. Bladon","a_id":"N035097","a_range":[28850,28866],"a_display_title":"The Modern part of the universal history. Compiled from original writers. By the authors of the antient. Which will perfect the work, and render ...","b_publisher":"printed for R. Baldwin, No. 47, Paternoster-Row; W. Johnston, No. 16, Ludgate-Street; S. Crowder, No. 12; and Robinson and Roberts, No. 25, Paternoster-Row","b_id":"T055361","a_name":"","b_display_title":"The present state of all nations. Containing a geographical, natural, commercial, and political history of all the countries in the known world. ...","a_text":"...A~blbugerpue, the famous Portuguese general, who reduced Goa and Malatcca to the obedience of that crown. MagellanP, having a considerable Ihare in those aaions, and finding himself negleded by the government of Portusgal, and even denied, as it is said, the small advance of a ducat e a mtonth in his pasy; left the court of Portugal in difgaft, and offered his service to Chader V. then emperor of Germany and king of Spain, to whom he ihewed...","b_text":"...under Albuquerque, the famous Portu- guefe general, who reduced Goa and Malacca to the obedience of that crown. Magellan, having had a considerable share in those actions, and find- ing himself neglected by the government of Portu- gal, and even denie, as it is aid, the small advance of a duca a month in his pay, left the court of Portugal in diiuit, and offered his service to Charles V. then emperor of Germany and king of Spain, whom he convinced of...","b_year":1768},{"b_range":[6440,6534],"b_name":"","a_year":1795,"a_publisher":"printed for J. Debrett, Opposite Burlington House, Piccadilly","a_id":"N022251","a_range":[243,336],"a_display_title":"Odes on peace and war. Written by many eminent and distinguished persons; particularly by W. Whitehead Dr. R. Hurd, Bishop of Worcester C. Anstey ...","b_publisher":"typis academicis excudit J. Bentham","b_id":"T104103","a_name":"Whitehead, William","b_display_title":"Gratulatio Academiæ Cantabrigiensis de reditu serenissimi regis Georgii II. post pacem &amp; libertatem Europæ feliciter restitutam anno M.DCC.XLVIII.","a_text":"...there, (he cries) where yon advancing tide \" Swells from the right, that Gallia's tow'ring pride Bow'd to the Britith flag:\" then spreads the fail, And, whilst his eager tongue pursues the tale Of Albion's triumphs, round the Celtic teep Winds to the bosom of Iberia's deep. There as they glide, he fees, with ardent eyes, In crowds his country's former conquests rife: He leaves the lessening Groyne beheld from far, And Vigo dreading frill the found of war; Cafcaia's turrets half in Tagus loft, And Gades, and Calpe's of disputed coast, Fair cause of endless hate!-But why essays Th' ambitious verse to grasp Britannia's praise Witness, O Earth, how wide her conquests run; Witncfs, thou riling, and thou setting Sun; Witness, ye Winds, that bear her on her way, And Waves, that hail her sovereign of the sea! Yet ne'er flould Glory's gen'rous heat too far Provoke defirudive, tho'...","b_text":"...,c 'Twas there, he cries, where yon advancing tide 't Swells from the right, that Gallia's tow'ring pride \" Bow'd to the British flag:\" then spreads the fail, And, whilst his eager tongue purfucs the tale Of Albion's triumphs, round the Celtic sleep Winds to the bofoin of Iberia's deep. There, as they glide, he fees with ardent eyes In crouds his country's former conquests rife: He leaves the lessening Groyne beheld from far, And Vigo dreading still the found of war; Cafcaia's turrets half in Tagus loft, And Gades, and Calpe's oft disputed coast, Fair cause of endless hate! -But why efays Th' ambitious verse to grasp Britannia's praise ? Witness, O Earth, how wide her conquefls run; Witness, thou rising, and thou setting Sun; Witness, ye Winds, that bear her on her way, And 'Waves, that hail her sovereign of the sea I Yet ne'er should glory's gen'rous...","b_year":1748},{"b_range":[3775,3791],"b_name":"","a_year":1781,"a_publisher":"Printed for R. Sayer and J. Bennett, Fleet-Street","a_id":"N022982","a_range":[535,550],"a_display_title":"Sailing directions for the East-India or Oriental pilot, for the navigation between England and the Cape of Good Hope.","b_publisher":"printed for, and published by, Robert Laurie and James Whittle, (successors to the late Mr. Robert Sayer)","b_id":"N012375","a_name":"","b_display_title":"The oriental navigator; or, new directions for sailing to and from the East Indies. Also for the use of the country ships, trading in the Indian ...","a_text":"...whore authority in every thing which relates to Navigation merits our utmost regard, remarks, that the different seasons have a sensible influence on the direction of the Trade Winds, as well as upon tha\\ of the General 'Winds; so that when the fun is at the greatest declination north of the Equator, that is, when he is in the Tropic of Cancer, the S. E. wind (particularly in the Ocean between the Brfils and...","b_text":"...Dr. Halle, whose authority in every thing which relates to navigation merits our utmost regard, observes, that the different seasons have a sensible influence on the direction of the trade-winds, as well as upon that of the general winds; so that when the fun is at the greatest declination north of die Equator, that is to fay, when he is in the Tropic of Cancer, the S. E. wind, particularly in that part of the ocean between Brafl...","b_year":1794},{"b_range":[230,251],"b_name":"D. Y.","a_year":1751,"a_publisher":"printed for the author; and sold by J. Newbery, at the Bible and Sun, in St. Paul's Church Yard","a_id":"T138414","a_range":[981,1002],"a_display_title":"An historical account of Guernsey, from its first settlement before the Norman conquest to the present time. Giving a particular and entertaining ...","b_publisher":"printed for the authour, and sold by Messrs. Rivington; Messrs. Cadell and Davies; Law; Sewel; the booksellers of Salisbury, Oxford, Winchester, and Southampton","b_id":"T145250","a_name":"Dicey, Thomas","b_display_title":"Collections for the history of Hampshire, and the bishopric of Winchester: including the Isles of Wight, Jersey, Guernsey, and Sarke, by D. Y. ...","a_text":"...the several Jurisdictions of that Province being supervised, were a- bout the year I fettled, so as they should, for the future, be taken to Stand and Remain: But the T'errien Laws (in no fort dependent on tie Customs of france, and subject only to such Altera- tions, as the Wisdom of the King and CouticiF of Great-Britain may at any Time be pleased to order or direct) are now the Laws, by which there Islanders are governed. SIR Edward Cooke, in his Preface to the second Part of his Institutes, fays, \" That the Book of the...","b_text":"...the several jurifdi&amp;ions of that province being super- vised, were, about the year I, fettled, so as they should, for the future, be taken to stand and remain: but the Terrien Laws (in no fort dependent on the cultoms of France, and subjed only to such alterations, as the wisdom of the King and Council of Great Britain may at any time be pleated to order or dirct) are now the laws by which there islanders are governed. Sir Edward Coke, in his Preface to the second part of his Ilntitutes, fiys, \" That the book of the...","b_year":1795},{"b_range":[9669,9695],"b_name":"","a_year":1734,"a_publisher":"printed for E. Curll, in Burghley-Street, in the Strand","a_id":"T038612","a_range":[231,256],"a_display_title":"Love and artifice: or, a Compleat History of the amour between Lord Mauritio and Emilia. Being the Case of Elizabeth Fitz-Maurice, alias Leeson, ...","b_publisher":"s.n.","b_id":"T022364","a_name":"","b_display_title":"Arches-Court law. Being Some late Proceedings therein, Argued and Adjudged. Containing Three remarkable Cases, viz. I. The Case of Mrs. Weld, who ...","a_text":"...MY DEAR, Sept. !o, . IReceived Yours, and am much grieved that I should be the Cause of your melancholy Thoughts and Hours. I assure you, I was in no need of a Letter of that Stile, to make my Uneasiness equal to yours. I pity you, and myself, the Cause. I pity you, for what you suffered; and myself, because I can't make my self really happy in dear Emilia's chaste Embraces. I hope soon to fee you, and wish I could get a Lodging near you; our own House being uneasy to me, till the Matter is in it. I once thought of Mrs. Pain; but les it (hould give you Jealousy,...","b_text":"...S MY DEAR, Sep. t, I. I Received Yours, and am much grieved that I should be the Cause of your melancholy Thoughts and Hours. I afiure you, I was in no need of a Letter of that Stile, to make my Uneasiness equl to yours. I pity you, and myself, the Cause. I pity you, for what you fuffere-; and myself, because I can't make my self really happy in dear Emilia's chaste Embraces. I hope soon to fee you, and with I could get a Lodging near you; our own Houf being uneasy to me, till the Master is in it. I once thought of Mrs. Pain;- but eft it should give you Jealousy, I shall...","b_year":1735},{"b_range":[2539,2565],"b_name":"Godernaux, M. de","a_year":1774,"a_publisher":"printed for the author; and sold by G. Robinson, Paternoster-Row; Richardson and Urquhart, at the Royal Exchange; E. Macklew, opposite the Opera-House, in the Hay-Market; at the chemical laboratory and dispensary, in Jermyn-Street; and at the booksellers and pamphlet-shops, in town and country","a_id":"T075669","a_range":[1461,1487],"a_display_title":"A concise account of the properties and effects of the poudre unique, in the cure of the most dangerous putrid as well as inveterate and ...","b_publisher":"printed for A. Grant, King's-Arms, Bridges-Street, Covent-Garden","b_id":"N012212","a_name":"Seymour, Thomas, M.D.","b_display_title":"The properties and effects of the genuine poudre unique, demonstrated and established, in above two hundred cures of the king's evil, the scurvy, ...","a_text":"...aci- dity or bile exifling in the itomach: even in cafes where the Powder has been vomited up within an hour after being taken, it has neverthefefs proved successful. The Powder no doubt has the molf agreeable and best effct, where it occasions no sickness, and operates, as it most commonly does, fix or seven times bv stool on the days of taking; and when the body afterwards continues moderately open, attended with a free dif- charge of urine, the cures are soonest effeced. On the contrary, if it does not operate five or fix times on the days of taking, and the patient has not a laxative flool or two every day between the doses, some gentle...","b_text":"...of acidity or bile existing in the stomach. Even in cafes where the Powvder has been vomited up within an hour after being taken, it has nevertheless proved successful. The Powder no doubt has the most agreeable and belt effect, where it occasions .no sickness; and operates, as it molt com- -monly does, fix or seven times by stool on the days of taking; -and when the body afterwards continues moderately open, ,attended with a free discharge of urine, the cures are soon- eft effected. On the contrary, if it does not operate five or fix times on the days of taking, and the patient has not a lax- ative frool or two every day between the doses,...","b_year":1775},{"b_range":[37128,37144],"b_name":"Throsby, John","a_year":1777,"a_publisher":"printed and sold by W. Whittingham: R. Baldwin, Pater-Noster Row; T. Payne and son, Mews-Gate; Benjamin White, Fleet-Street; H. Gardner, Strand, London; and J. Gregory, Leicester","a_id":"T165690","a_range":[2448,2464],"a_display_title":"The description of Leicestershire: containing, matters of antiquity, history, armoury, and genealogy. By the late William Burton, Esq.","b_publisher":"printed for the author, by J. Nichols: and sold by G. G. J. and J. Robinson, Pater-Noster-Row; by Mr. Alderman Boydell, in Cheapside, and at the Shakspeare Gallery, Pall-Mall; by Mr. Richardson, No 147, Strand; and by all the Booksellers and Printsellers in Town and Country","b_id":"T112230","a_name":"Burton, William","b_display_title":"The supplementary volume to the Leicestershire views: containing a series of excursions in the year 1790, to the villages and places of note in ...","a_text":"...King Henry the Second, coming over into England, was the founder of another flock, here propagated from him. And, for that this family was descended of a daughter and heiress of Canon de Grosse, Duke of Britain, who bare for his Arms, \" A shield only Frmine,\" did likewise assume this addition to their Coat, from the house of Britaine, viz. \" A quarter Ermine,\" which by the Cadets and younger houses, was fiill ob- served and kept,...","b_text":"...h Ienry Henry III, coming over into England, was the founder of another flock, here propagated from him. \" And, for that this family was descended of a daughter and heiress of Canon de Grofle, duke of Britain, who bore for his arms, a field only Ermine, did likewise assume this addition to their coat, from the house of Britaine, viz. A quarter Ermine, which by the cadets and younger houses were tlill observed and kept, though with...","b_year":1790},{"b_range":[163,201],"b_name":"Pictet","a_year":1794,"a_publisher":"Printed for William Baynes, No. 1, Long-Lane, Aldersgate-Street; Allen &amp; West, Paternoster-Row; R. Faulder, NewBond-Street; Ogilivie &amp; Co. Middle-Row, Holborn; B. Crosby, Stationer's-Court; Vernor &amp; Hood, Birchin-Lane; &amp; Hamilton &amp; Co. Beech-Street.","a_id":"T223351","a_range":[233,272],"a_display_title":"A complete system of the commercial geography of England; laid down in a plain and concise manner, for the use of schools. With a map of England. ...","b_publisher":"chez Messrs. Smart et Cowslade; et à Londres chez Mr. Dudley Adams, opticien","b_id":"T120395","a_name":"St. Quentin, Dominique de","b_display_title":"Cours complet de géographie, adaptée à la méthode de Monsieur l'Abbé Gaultier, ... Tome II. Géographie de l'Angleterre. Partie I. Par Messrs. ...","a_text":"...rl Hitery \"and Geography are, without doubt, the two sciences that moat readily admit this method: but we shall not enter into a detail of this fubje&amp;; since its first introduction into England, above a year ago, too many peirbiis-o fjudgement and erudition have wiihed their children to receive lessons from Mr. Pinard, the only perfbn whom they supposed to know and pradice this method, that it should be thought necef'ary to ex- plain its principle, and to ihew in what it confjits ; if any one required further information on this head, we should take the liberty to beg his attendance at one of the lessons given by Mr. Piket, in London, to seven or eight children who have been committed to his care, or at those given by Mr. St. Quentin in Reading, in the- young, ladies fehool under the di- rection of Mrs. La Tournelle -and Mrs....","b_text":".... iftory and Geography are, without doubt, the two sciences that most readily admit this method: but we hlnll not enter into a detail of this subjea; since its first introduftion into England, above a year ago, too many persons of judgement and erudition have *ilhed their children to receive lessons from Mr. Pinard, the only person whom they supposed to know and pranice this method, that it should be thought necessary to ex- plain its principle, and to fhcewin what it confitRs; if any one required further information on this head, we {hould take the liberty to beg his attendance at one of the lessons given by Mr. Pidet, in London, to seven or eight children who have been committed to his care, or at those given by Mr. St. Qaenin in Reading, in the young ladies school under the di- reAion of Mrs. La TourneIle and Mrs. St....","b_year":1791},{"b_range":[3127,3146],"b_name":"Bowrey, Thomas","a_year":1705,"a_publisher":"Edinburgh, printed by the heirs of Andrew Anderson, Printer to the Queens most Excellent Majesty. Anno. Dom. MDCCV. And re-printed at London for Andrew Bell, at the Cross Keys and Bible in Cornhil; and Hugh Montgomery, at the Golden Anchor in Cornhill","a_id":"T045471","a_range":[1340,1359],"a_display_title":"The tryal of Capt. Thomas Green and his crew, before the judge of the High Court of Admiralty of Scotland; And the Assessors appointed by the ...","b_publisher":"s.n.","b_id":"N044061","a_name":"Green, Thomas","b_display_title":"The case of the owners and freighters of the ship Worcester, In relation to the seising and condemning of the said ship and cargoe, in the high ...","a_text":"...the said' Ieinneth Mackenzie, that when lhe expooftlat with 'niAes for his being in Palfion as said is ; He answered, that he knew Ilmore of Captain Druimmond than he would tell at that time, and that if Ithe said Andrewm Milkie was with Captain Drummond, he would not be Ieen again. And further, the said Anna Seatoni heard the said Haines own and declare their said Wickedness: and flie and William Wood, one of the Gunners of her Majesties Artillery, with one John Henderson 'I Writer in+ Cle for...","b_text":"...the said Kenneth Mackenzie, that when ihe expoftulat with Haines for his being in Passion as said is * He answered, that he knew more of Captain Drummond than he would tell at that time, and that if the said Andrew Wilkie was with Captain Drummond, he would not be seen again. And farther, the said Anna Seaton heard the said Haines own and de- clare their said Wickedness, and she and William Wood, one of the Gunners of Her Majesties Artillery, with one John Hender- son j Writer in...","b_year":1705},{"b_range":[53519,53534],"b_name":"Weskett, John","a_year":1755,"a_publisher":"printed by J. Haberkorn: and sold by W. Baker, Stationer, near the Post-Office, Lombard-Street","a_id":"T098888","a_range":[1337,1353],"a_display_title":"An essay on insurances, explaining the nature of the various kinds of insurance practised by the different commercial states of Europe, and ...","b_publisher":"printed by Frys, Couchman, &amp; Collier: and sold by Richardson &amp; Urquhart, Royal-Exchange; J. Sewell, Cornhill; Whieldon &amp; Waller, Fleet-Street; and W. Flexney, Holborn","b_id":"T144737","a_name":"Magens, Nicolas","b_display_title":"A complete digest of the theory, laws, and practice of insurance; compiled from the best authorities in different languages, which are quoted and ...","a_text":"...fame {hall be safely landed on Shore at And the said Vessel may touch at any other Place, and fail forwards or backwards, to the Right or Left, according tothe Opinion of the Master, for the performing any Thing that his Necessities may require: And the Insurers run always the Risk of all Accidents of the Sea, Fire, Jettisons, Reprisals, Robbery by Friends or Enemies, and of all and every Accident, Dangers, Storms, Disasters, Re- ltraints, and other...","b_text":"...safely landed on ihore at . And the said vefiel may touch at any place and fail forwards or backwards, to the right or left, according to the opinion of the master, for the performing any thing that his neceflities may rqc]uire : and the insurers run always the rifque of all accidents of the sea, fire, jettison, reprisals, robbery by friends or enemies, and of all and every accident, dangers, florms, difaiters, rcflraints,...","b_year":1781},{"b_range":[3154,3175],"b_name":"Louthian, John","a_year":1790,"a_publisher":"printed by Grant and Moir, Paterson's Court, for Silvester Doig, Royal Exchange","a_id":"T146399","a_range":[6769,6791],"a_display_title":"The duty and office of a messenger at arms, with a copious introduction, containing plain and necessary directions for practice. To which is ...","b_publisher":"printed by Robert Fleming and Company, for William Hamilton, and to be sold at his Shop below the Laigh Coffee-House","b_id":"T113222","a_name":"Thomson, Robert, W.S.","b_display_title":"The form of process before the Court of Justiciary in Scotland; containing the constitution of the Sovereign criminal court, and the way and ...","a_text":"...severals ofthem in the criminal court-house), to the cross of Edinburgh, with trumpets founding the whole way, and ascending the cross, founded three times; and there-. after one of the heralds promulgated the- sentence read by the clerk of the court, or .depute, he and all the reft being bare. headed, and then tore several more of the armorial copies. or bearings of the rebel, and then battered on the cross the said ar- morial bearing reversely, with the top or chief of the shield undermost, and returned from whence they came, the trumpets found- ing all the way. Persons guilty, or...","b_text":"...the criminal Court House) to the Cross of Edi;. iltrgh, with Trumpets founding the whole Way, and ascend the Cross, and found three times: And thereafter one of the Heralds promulgates the Sentence, read by the Clerk of the Court or Depute, he and all the reft being bare-headed ; and then tear several more of the Armorial Copies, or Bearings of the Rebel; and then batter on the Crofs'the said Armorial Bearing reversely, which is the Top or Chief of the Shield undermofl; and return from whence they came, the Trumpets 'founding all the Way. This was...","b_year":1732},{"b_range":[27470,27487],"b_name":"Wilson, Peter","a_year":1764,"a_publisher":"printed by R. Raikes for T. Jefferys, Geographer to his Majesty, London","a_id":"T093828","a_range":[4331,4349],"a_display_title":"The history of Kamtschatka, and the Kurilski Islands, with the countries adjacent; illustrated with maps and cuts. Published at Petersbourg in ...","b_publisher":"printed for Peter Wilson, in Dame-street","b_id":"P003388","a_name":"Krasheninnikov, Stepan Petrovich","b_display_title":"The Dublin magazine, for the year ...","a_text":"...that near the head of this river, both summer and winter corn would grow as well as in any other places in the fame latitude, the foil being deep and rich; and though snow falls in very great quantities, yet it thaws early enough, and the spring is not so rainy, nor have they such damps, there as in many other places. Several tryals of fum- mer-corn have been acually made both in the upper and lower Oflrog * of Kamntfchatka; in which both barley and...","b_text":"...near the head of this river, both funimer and winter, corn would grow wsvwell as in any other places in the ltime latitude, the foil being deep and rich; and, though filow falls in very great quantit.-, yet it thaws early e(nough, andu .Le ipring is not so rainy, nor have they 'uch damps there, as in many other places. Several trials of fummer-corn have been acually made both in the upper and lower Oitrog * of Kamtfchatka; in which both bar-...","b_year":1762},{"b_range":[7158,7180],"b_name":"Umfreville, Edward","a_year":1800,"a_publisher":"printed by A. Strahan, Law-Printer To The King's Most Excellent Majesty, for J. Butterworth, Fleet-Street","a_id":"T130162","a_range":[5571,5588],"a_display_title":"The office and duty of coroners: shewing the mode of appointment; With The Powers And Duties In Taking Inquisitions, &amp;c. &amp;c. &amp;c. to which is ...","b_publisher":"printed for R. Griffiths; and T. Becket","b_id":"T145587","a_name":"Impey, John","b_display_title":"Lex coronatoria: or, the office and duty of coroners. In three parts. Wherein the theory of the office is distinctly laid down; and the practice ...","a_text":"...ida winnoio.ibuttr.r C D. her said husband, in manner and by the means as refaid, feloniously, tr,:t'refty, wilfully, and of her manice forethought, did kill and murder, against the peace ofour laid lord the king, his crown and dignity. And ihe jirors aforesaid, upon their oath aforelaid, do fay, that the liid A. B. at the time of the committing of the felony anJ murder aforesaid, or at any time since, had not any oedsor chattels, lnds or tenements, in the fid...","b_text":"...D. died. And fa the Jurors aforesaid, upon their Oath aforesaid, do fay, that the said A. B. him the said C. D. her said Husband, in Manner and by the Means aforesaid, felo- nioufly, traiteroufly, wilfully, and of her Malice forethought, did kill and' murder against the Peace of our said Lord the King, his Crown and Dignity. And the Jurors aforesaid, upon their Oath aforesaid, do fay, that-the said A. B. at the Time of the committing of the Felony and Murder [ ] aforesaid, or at any Time, since had not any Goods or Chattels, Lands or Tenements,No, in...","b_year":1761},{"b_range":[91468,91483],"b_name":"Burlington, Charles","a_year":1764,"a_publisher":"printed for R. and J. Dodsley, in Pall-Mall","a_id":"T058132","a_range":[5757,5772],"a_display_title":"England illustrated, or, a compendium of the natural history, geography, topography, and antiquities ecclesiastical and civil, of England and ...","b_publisher":"printed for J. Cooke","b_id":"T110011","a_name":"","b_display_title":"The modern universal British traveller; or, a new, complete, and accurate tour through England, Wales, Scotland, and the neighbouring islands. ...","a_text":"...circle: there lead to a circu- lar portico of Ionic columns, covered with a dome, which is crowned with a vase: the columns are continued along the body of the church, with'pilafters of the fame order at the corners; and in the intercolumniations are niches handsomely orna- mented. Over the dome is a pediment, supported by Corinthian columns, which are also continued round the body of the ftru,'ure, over those of the Ionic order:...","b_text":"...a circle, that lead to a portico of Ionic columns covered with a dome, which is crowned with an ele- gant vase. The columns are continued along thi body of the church, with pilasters of the fame order at the corners; and in the intercolumniatios:.are niches handsomely ornamented. Over the doiime. i pediment supported by Corinthian columns, which are also continued round the body of tle ffruatre, over those of the Ionic order beneath;...","b_year":1779},{"b_range":[1383,1411],"b_name":"","a_year":1770,"a_publisher":"printed for John Bell, (successor to Mr. Bathoe) near Exter Exchange, in the Strand ; C. Etherington, W. Tesseyman, J. Todd and H. Sotheran, and D. Peck, booksellers in York","a_id":"T073174","a_range":[13055,13083],"a_display_title":"A help to elocution and eloquence. Containing three essays. I. On reading and declamation, wherein the Principles of both are laid down under the ...","b_publisher":"","b_id":"T053582","a_name":"","b_display_title":"The pleasing instructor: or, entertaining moralist ...","a_text":"...what Good I can after my Decease, and have accordingly ordered my Bones to be disposed of in this Manner for the Good of my Countrymen who are troubled with too exorbitant a Degree of Fire. All Foxhunters, upon wearing me, would in a short Time be brought to endure their Beds in a Morning, and perhaps even quit them with Regret.at Ten.. InfRead of hurrying away to teaze a poor Animal, and run away from their own Thoughts, a Chair or a Chariot would be thought the moll desirable Means of performing a Re- move from one Place to another. I should be a Cure for the unnatural Desire of John Trott for dancing, and a Specific to lessen the Inclination Mrs. Fridget has to...","b_text":".... can miftr my Decease; and have accord- ingly ordered my Bones to be difpolEd of in this Man- ner, for the Good of my Countrymen, who are trou- bled with too exorbitant a Degr-e of Fire. All Fox- hunters, upon wearing me, would in a short Time be brought to endure their Beds in a Morning, and per- haps even quit them with Regret at Ten: Instead of hurrying away to teaze a poor Animal, and run away from their own Thoughts, a Chair or a Chariot would be thought the most delireable Means of performing a Remove from one Place to another. I ihould be a Cure for the unnatural Desire of Yohn rrctt for dan- cing, and-a Specific to lefien the Inclination Mrs...","b_year":1770},{"b_range":[1054,1087],"b_name":"Marini, Giovanni Ambrigio","a_year":1759,"a_publisher":"printed for I. Pottinger, in Pater-Noster-Row","a_id":"N006765","a_range":[614,647],"a_display_title":"The heroick princes: or, the conscious lovers. Containing, I. A series of most surprising adventures of the magnanimous Prince Formidaur and ...","b_publisher":"printed by W. R. and sold by T. Astley ; J. Isted, and T. Worrall","b_id":"T122569","a_name":"","b_display_title":"The desperadoes; an heroick history. Translated from the Italian of the celebrated Marini. (The original having passed ten editions.) ... In four ...","a_text":"...who could .cxsawith the unconquerable Formidaur. -L...reat was the Curiosity of knowing such a coura- gipus Knight; and the Love he bore to a Princess of the Babylonian Court, not having suffered him to leave it so speedily as in Prudence he ought, he was discovered and seized by Order of the Emperor; who, without any Regard for the Rank of that Prince, or his particular iMerit, caused him to be close confined in the Castle of Arxalte. At this News all Persia took up Arms, to vwhich India joined her Forces, and from both there. Kingdoms marched those numerous Armies which, as. you fee, overspread these Plains, to revenge and deliver their imprisoned Prince: The King of India, his Brother-. in-Law, commands the Indian Troops; and I, as Son to Frntelm, Prince of Perf/a, am at the Head of the PrTfans. Here Friman,. for that-was...","b_text":"...the unconque- rable Frmiduiiir. Great was the Curiosity of knowing such a couragious Knight ; and the Love he bore to a Princeis of the Baby!onian Court, not having fi.,ffered him to leave it so speedily as in Prudcnice he ought, he was difcover'd and seiz'd by Ocder of the Emperor; who, without any Regard for the Rank of that Prince, or his particu- lar Merit, caused him to be close confin- ed in the Caille of Arxalte. At this News all Persia took up Arms, to which India joined her Forces, and from both these Kingdoms marched those numerous Ar- mies, which, as you fee, overspread there Plains, to revenge anddeliver their impri- soned Prince: The King of India, his Brother-in-Law, commands the Indian Troops; and I, as Son to F ontelm, Prince of Persia, am at the Head of the Ptyjiias,. Here Florian (for...","b_year":1733},{"b_range":[30,78],"b_name":"Ringsted, Josiah","a_year":1790,"a_publisher":"printed by H. Harrison, for N. Frobisher, in the Pavement, York","a_id":"T065076","a_range":[2110,2159],"a_display_title":"Taplin improved; or, a compendium of farriery. Wherein is fully explained the nature and structure of that useful creature, a horse; with the ...","b_publisher":"printed for J. Dixwell, in St. Martin's Lane, near Charing Cross","b_id":"N046558","a_name":"Experienced Farrier","b_display_title":"The cattle keeper's assistant, or genuine directions for country-gentlemen, sportsmen, Farmers, Grasiers, Farriers, &amp;c. Being a very curious ...","a_text":"...firfl examine llrialy his teeth, eyes, legs, and wind; and then to know his age, raise his upper lip with your finger and thumb ;and if his teeth ihut cloe, he is young; but if they point forward, and the upper and the under edges don't meet even, he is old; and the longer his teeth are (the gums being dry and ihrunk from them, looking yellow and rusty) the older he is. If his eyes are lively and clear, and you can fee to the bottom, and the image of your face is reflected from thence, and not from the fprfaci of the eye, they are good ; but if muddy, cloudy, or coal black, they are bad. If his knees are not broke, nor fland bending and trembling forward. (which is called knuck-' ling) his legs may be good; but if he steps short, and digs his toes...","b_text":"...examine ftritly his teeth, eyes, legs, and wind; and then to know his age, raise his upper lip with your finger and thumb; and if his teeth Ihut close, he is young; but if they point forward, and the upper and under edges don't meet even, he is old: And the longer his teeth are, (the gums being dry and shrunk from them, looking yel- low and rusty) the older he is. If his eyes are lively and clear, and you can fee to the bottom, and the image of your face is refieced from thence, and not from the surface of the eye, they are good; but if muddy, cloudy, or coal-black, they are bad. If his knees are not broke, nor stand bending and trembling forward, (which is called knuckling) his legs may be good i but if he steps short, and digs his toes into the ground,...","b_year":1774},{"b_range":[19477,19495],"b_name":"Phillips, Sarah, Mrs","a_year":1785,"a_publisher":"printed for J. Dixwell, No. 148, St. Martin's Lane, Charing Cross","a_id":"T193004","a_range":[5121,5138],"a_display_title":"The housewife. Being a most useful assistant in all domestic concerns, whether in a town or country situation. Containing, bills of fare for ...","b_publisher":"Printed for J. Coote, at the King's-Arms, opposite Devereux-Court, in the Strand","b_id":"N034079","a_name":"Montague, Laetitia","b_display_title":"The ladies handmaid: Or, A compleat system of cookery; on the principals of elegance and frugality. Wherein the useful art of cookery is rendered ...","a_text":"...and a handful of horse-radish root sliced: set your flewpan over a brisk wood fire, and let it boil up to the height; then put in your fish one by one, that they may not cool the liquor, so much as to make it fail in its boiling; while the filh are boiling, for your sauce take a little of the liquor, and beat up some butter with it; then, when your perch are enough, take them up, take off the skins,...","b_text":"...and a handful of horfe-radith roat sliced : set your flewpan over a brisk woi~odl fire, and let it boil up to the height, anid theh put in your fiih one by one, that they miay not cool the liquor, so much as to make it fail in its boiling : while the sith are boiling, for your s~auce take a little of the liquor, and beat up some butter with it s then, when your perches are enough, take them up, take off the fkcins,...","b_year":1758},{"b_range":[311,355],"b_name":"Burney, Fanny","a_year":1774,"a_publisher":"printed for F. and J. Noble, at their respective Circulating Libraries near Middle Row, Holborn, and St. Martin's Court, near Leicester Square","a_id":"T084646","a_range":[315,359],"a_display_title":"The assignation. A sentimental novel. In a series of letters. In two volumes. ...","b_publisher":"printed for C. Jackson. By J. and R. Byrn","b_id":"T140056","a_name":"","b_display_title":"Harcourt; a sentimental novel. In a series of letters. By the authoress of Evelina. ...","a_text":"...bagateiil and gaiete de cour, am over-head ,and -ars in a confounded scrape, which even half the whining devils, this and the last age have produced, would have been ashamed of having fallen into. In good truth, though those whining devils would find it no very melancholy affair to have a lovely, amiable, accompliihed girl, of fortune superior to their own, declare an attachment to them; or you perhaps, Rainsford, at. first fight, may not find any thing in it, to defiroy the gaiete de ccur I boasted. But marked ye not, I said of superior fortune? And know ye not, that I have sworn never to ao. cept from a wife, those riches my own inheritance could nor give me ? There's my pride, my feelings, and my misfortme; but, such is my ob finacy, no power on earth can make me change my resolution. And yet am I...","b_text":"...and gaiet de caur, am over head and ears in a confounded scrape, which even half the whining devils this and the last age have produced, would have been aflhamed of having fallen into. In good truth, though thole whining devils would find it no very melancholy affair to have a lovely, amiable, accomplished girl, of fortune superior to their own, declare an attachment to them; or you perhaps, Rainsford, at first fight, may not find any thing in it, to destroy the gaiete de caur I boafied. But marked ye not, I said of flperiorfortune ? and know ye not, that I have sworn never to accept from a wife, those riches my own inheritance could not give me ? There's my pride, my feelings, and my misfortune ; but, such is my obfti- nacy, no power on earth 'can make me change my resolution. And yet am I...","b_year":1780},{"b_range":[438,454],"b_name":"Campbell, John","a_year":1750,"a_publisher":"printed and sold by E. Duncomb, in Butcherhall-Lane, Newgate-Street; W. Reeve, in Fleet-Street; A. Dodd, at the Peacock, opposite St. Clement's Church, in the Strand; and E. Cook and M. Kingman, at the Royal-Exchange","a_id":"T054546","a_range":[4062,4078],"a_display_title":"Familiar letters from a gentleman at Damascus, to his sister in London. Containing, I. A curious and compendious Account of the ancient State of ...","b_publisher":"printed and sold by W. Reeve, in Fleet - Street","b_id":"T149031","a_name":"Gentleman of Oxford","b_display_title":"Travels through Egypt, Turkey, Syria, and the Holy-Land. Containing, among many other curious Particulars, I. A Description of Egypt, the River ...","a_text":"...succession; the last of whom was Pha- raoh Pfarmmenites, in whose reign Cambyses II. King of Persia, invaded Egypt, and laid siege to Pelufium which he took, neither by his courage or condut, but by the afliftance of ibme' traitors who suggested to him, that he fnould place before his army dogs, cats, and other creatures, which were sacred to the Egyptians; and, as the besieged ceas'd from Ihooting, for fear of killing any of them, the tratagem...","b_text":"...uninterrupted fucceflion; the last of whom was Pharaoh Pfammenites, in whose reign Cambyses II. King of Persia, invaded Egypt, and laid siege to Pelufium; which he took, neither by his courage or con- du&amp;, but by the afliftance of some traitors who suggested to him, that he should place before his army dogs, cats, and other creatures, which were sacred to the Egyptians; and, as the besieged ceas'd from lhooting, for fear of killing any of thenl, the...","b_year":1758},{"b_range":[15896,15939],"b_name":"","a_year":1755,"a_publisher":"s.n.","a_id":"T031137","a_range":[286,329],"a_display_title":"The conduct of a certain Member of Parliament, during the Last session; and the Motives on which he acted; explain'd. In a letter to a friend.","b_publisher":"s.n.","b_id":"T111549","a_name":"","b_display_title":"The patriot miscellany: or, a collection of essays relative to the political contests in Ireland, during the administration of his Grace the Duke ...","a_text":"...thought at all on theie Sub- jets it was but superficially, and chiefly as I was taught to think. -_ A Lesson to every young Man who is intrusted as a Guar- dian of his Country ! Unread in Prece- ] dents and parliamentary History I thought with the Bulk of the World; I looked on the public Money granted in Perpetuity to the Crown for public Use, and called the hereditary Revenue (as the King's pri- vate Property) uncontroulably at his own Disposal: The Redundancy in the Trea- fury, I imagined, was chiefly of this; and that it was, consequently, ungrateful and unaffeEionate not to acknowlege his. Good- ness and Generosity in suffering it to be applied to a Discharge of the public Debt. THEN, said I, you seem not discouraged from a Change of Condut, either by the Aukwardnefs of receding, or the Appre- henfion of joining with...","b_text":"...all on these Sub jeds it was but superficially, and chiefly a I was taught to think. -- A Lesson to ever young Man who is intrusted as a Guar dian of his Country ! Unread in Prece ] dents and parliamentary History I thought with the Bulk of the World; I looked on the public Money granted in Perpetuity to the Crown for public Use, and called the hereditary Revenue (as the King's pri- vate Property) uncontroulably at his own Disposal: The Redundancy in the Trea- fury, I imagined, was chiefly of this; and that it was, consequently, ungrateful and unafeStionate not to acknowlege his Good- ness and Generosity in suffering it to be applied to a Discharge of the public Debt. THEN, said I, you seem not discouraged from a Change of Condud, either by the Aukwardnefs of receding, or the Appre- henfion of joining with the losing...","b_year":1756},{"b_range":[4772,4787],"b_name":"","a_year":1780,"a_publisher":"printed by W. Eyres, for J. Johnson, No. 72, St. Paul's Church-Yard, London","a_id":"T071552","a_range":[1419,1435],"a_display_title":"Exercises in elocution; selected from various authors, and arranged under proper heads: intended as a sequel to a Work Entitled The speaker. By ...","b_publisher":"printed at the Logographic Press. And sold by J. Walter, NO. 169, Piccadilly, Opposite Old Bond-Street, W. Richardson , Royal-Exchange ; and may be had of all the booksellers","b_id":"N042162","a_name":"Enfield, William","b_display_title":"The new mentor: being a miscellaneous selection in prose and verse, From The Most Celebrated Authors. Calculated To Form The Taste, And Improve ...","a_text":"...C H A P. X. MODESTY REWARDED. A CERTAIN cardinal, by the multitude of his gene- rous acions, gave occasion for the world to call him, the Patron of the poor. This ecclesiastical prince had a con- ftant custom, once a week, to give public audience to all indigent people in the hall of his palace, and to relieve every one according to their various necessities, or the mo- tions of his own goodness. One day a poor...","b_text":"...MIOD ESTY REWARDED: - CERTAIN Cardinal, by the multitude of his gene rous aaions, gave'occafion to the world to call him the Patron of the poor. -This ecclcfiftical prince had a conltant custom, once a week, to give public audience to all indigent people in the hall of his palace, and to relieve every one accor- ding to their various ncccffities, or the motions of his own goodness. One day a poor widow, encouraged...","b_year":1789},{"b_range":[75770,75791],"b_name":"Blake, William","a_year":1792,"a_publisher":"printed for C. and G. Kearsley, No. 46, Fleet-Street","a_id":"T083252","a_range":[2877,2899],"a_display_title":"A second volume of curious anecdotes, bon-mots, and characteristic traits. By the Rev. J. Adams, A. M. Author of a Former Much Approved Selection.","b_publisher":"printed for Harrison and Co. No. 18, Paternoster Row; by whom letters to the editor are received","b_id":"P001901","a_name":"Adams, John","b_display_title":"The Wit's magazine.","a_text":"...the French language. V. The three blue balls prefixed to the doors and windows of pawnbrokers' ihops, by the vulgar ( ) humorously enough said to indicr.te, that it is two to sne that the things pledged are ever re- deemed, were in reality the arms of a set of mer- chants from Lombardy, who were the first that publicly lent money on pledges. They dwelt to- gether in a street, from them named Lombard- Itreet, in London, and also gave their name to an- other at Paris. The appellation of Lombard was formerly all over Europe confidered as fynoni- mous to...","b_text":"...nLUE BAL.LS. The Three Blue Balls prefixed to the doors andwindows of pawnbrokers lhops, by the vulgar humorously e- nough said to indicate that it is two to one that the things pledged are never redeemed, were in reality the arms of a set of merchants from Lombardy, who were the first that publicly lent money on pledges. They dwelt to- gether in a itreet, from them named .Lombard Street, in London ; and al so gave their name to another at P:aris. The appellation of Lombard was formerly, all over Europe, considered as i'ynonimoui to that of...","b_year":1784},{"b_range":[409,428],"b_name":"","a_year":1706,"a_publisher":"printed, and sold by B. Bragg, at the Blue Ball in Ave-Mary-Lane","a_id":"T069024","a_range":[259,278],"a_display_title":"The roving husband reclaim'd. A comedy. Writ by a club of ladies, in vindication of virtuous plays.","b_publisher":"printed for J. Isted, at the Golden-Ball, over-against St. Dunstan's Church, Fleetstreet","b_id":"N017178","a_name":"","b_display_title":"The intriguing widow: or, the honest wife. A comedy.","a_text":"...Appetite. But here he is. Etter Thoughdefs. Thought. You look concem'd, Madam, at my coming.- Have you got some New Intrieguc in your Head ? I Love you too well not to be Jealous. Mrs. Ve. And I you to conceal any thing from you; therefore I tell you I have an Intriegue, and you shall be the Pimp to me in it. Tloght. Short and Pithy; but go on, for I never fear a Woman's open Declaration, I fufpeft them molt when () ia Private with their Women, as...","b_text":"...but creates Appetite. But here he is. Enter Thoughtless. Thought. You look concern'd, Madam, at my coming.- Have you got some New Intriegue in your Head ? I Love you too well not to be Jealous. Mrs. en. And I you to conceal any thing from you therefore I tell you I have an Intriegue, and you flall be the Pimp to me in it. Thought. Short and Pithy; but go on, for I never fear a Woman's open Declaration, I fufpe&amp; them most when in Private with their Women,...","b_year":1711},{"b_range":[2782,2805],"b_name":"","a_year":1759,"a_publisher":"printed for Henry Woodgate and Samuel Brooks, at the Golden-Ball, in Pater-Noster-Row","a_id":"T064739","a_range":[2670,2692],"a_display_title":"The fortunate imposter: Or, the very Entertaining adventures of Dick Hazard. A True story.","b_publisher":"Printed for S. Crowder and H. Woodgate, at the Golden Ball, in Pater-noster-Row","b_id":"N004297","a_name":"","b_display_title":"The Adventures of Jack Smart.","a_text":"...\"DEAR DICK, T HANK Heaven, my old Daddy is dead at last ! As kind Fortune would have it, the old Gentleman went out to Fox hunting upon my bay Mare Be/i; and 'faith, the Whore, being willing to oblige me her Malter, threw the poor old Soul off, and broke his Neck. You willbe surprised, Dick, when I tell you, that the old Fellow made a Will, wherein he gave and devised all his Estates, both real and personal, to me his dutiful Son, on Condition that I would weep at his Funtral; otherwise they were charged with several Legacies: But,...","b_text":"...ROLL.Y sC DEAR JACK, HBEAN K H-eaven, my old Daddy is dead at last !. As kind F~ortunre would have it, the old Gentleman went: out to Fox-hunting upon my bay M~are BesS; and 'faith, the Whore, being wil- ling to oblige me her Master, threw the poor old Soul off, and broke his NTeck . You will be Surprised, Jack, when I tell you, that the old Fellow made a WVill, wherein he gave and devised all his Estates, ~both real and personal, to me his dutiful Son, on Con-dition that I would wee~ep at his Funeral ; otherwise they were charged with several Lega-...","b_year":1756},{"b_range":[1288,1304],"b_name":"Nugent, Thomas","a_year":1754,"a_publisher":"Printed for Henry Scheurleer, F. Z. upon the Plain","a_id":"N041756","a_range":[788,804],"a_display_title":"A new travellers companion through de Netherlands containing a bref account of all what is worth to be taken notice on by a stranger. With ...","b_publisher":"printed for D. Browne without Temple-Bar, A. Millar in the Strand, G. Hawkins in Fleetstreet, W. Johnston in St. Paul's Church-Yard, and P. Davey and B. Law in Ave-Mary-Lane","b_id":"T151902","a_name":"Denson, R.","b_display_title":"The grand tour, or, a journey through the Netherlands, Germany, Italy and France. Containing I. A Description of the principal Cities and Towns, ...","a_text":"...inunda- tions of the sea; others will have the word Holland to arise from the nature of the ground, wihich is so hollow, that it seems to shiver in many places. This province is commonly di- vidcd into north and south. South-Holland, which Itretches from Zeeland, Brabant, and the country of Utrecht, as far as the dyke of Sparendam, is the most considerable part. North- Hollantd, which is otherwise called -VefJ-Vrief- land, begins with the banks of. the...","b_text":"...by the inundations of the lea; others will have theword Holland to arise from the nature of the ground, which is so hollow, that it seems to shiver in many places. This pro- vince is commonly divided into north and south. South-Holland, which firetches from Zealand, Bra- Aant, and the country of Utrecht, as far as the dyke of Sparendam, is the most confi 'erable part. North- Holland, which is otherwise called Ieft Frifeland, begins with the banks...","b_year":1756},{"b_range":[117059,117076],"b_name":"Seally, John","a_year":1776,"a_publisher":"printed for G. Robinson, Pater-Noster-Row","a_id":"T043151","a_range":[25285,25302],"a_display_title":"The north-American and the West-Indian gazetteer. Containing An Authentic Description of the colonies and islands in that part of the globe, ...","b_publisher":"printed for Scatcherd and Whitaker, Ave-mary Lane","b_id":"T112946","a_name":"","b_display_title":"A complete geographical dictionary, or universal gazetteer; of ancient and modern geography: containing a full, particular, and accurate ...","a_text":"...Lat. , . long. , . OsWEGO, a fortress ereled on the southern bank of the lake Ontario, at the mouth of the Onondaga river. Here the In- dians carry on a considerable trade with the Englilh, exchanging their furs for the commodities they are in want of. This trade begins in May, and continues till the latter end of July. It was taken by the English from the French in , and confirmed to them by the peace in . Lat....","b_text":"...N. Long. , I, E. OSWEGO, a fortress ere'ted on the southern bantk of the lake Ontario, at the mouth of tle Onondag.a river. Here the Indians carry on a considerable trade, exchanging their furs for tle c cnimodities they are in' want of. This trade be- ( gis in May, and continues till the latter end of ( July. It was taken by the English from the hveich in , confirmed to them by the peace i ;, and ceded to...","b_year":1787},{"b_range":[20710,20730],"b_name":"Burgoyne, John","a_year":1775,"a_publisher":"printed for J. Almon, opposite Burlington-House, in Piccadilly","a_id":"P000142","a_range":[61868,61889],"a_display_title":"The Remembrancer, or Impartial repository of public events. ... For the year ...","b_publisher":"printed for J. Almon, Opposite Burlington-House, Piccadilly","b_id":"T117437","a_name":"","b_display_title":"A state of the expedition from Canada, as laid before the House of Commons, by Lieutenant-General Burgoyne, And Verified BY Evidence; With a ...","a_text":"...horses furniihed by contra&amp;t in Canada, not more than a third part was yet arrived. The delay was not imputable to neglec, but to the natural accidents attending so long and intricate a combination of land and water carriage. Fifty teams of oxen, which had been collected in the country through which I had marched, were added to assist the transport; but there resources toge gether were found far inadequate to the purposes of feeding the army and forming a magazine at the fame time. Exceeding heavy rains augmented the impediments. It was often ne- ( ) c.ff...","b_text":"...by contra t um Canada not more than a third part was yet arrived. The delay was not imputable to negle&amp;, but to the natural accidents attending so long and intricate a combination of land and water carriage. Fifty team of oxen, which had been collected in the country through which had marched, were added to assist the tranfporc; but these resources together were found far inadequate to the purposes of feeding the army, and forming a magazine at the fame time. Exceeding heavy rains augmented the impediments. It was often necessary to employ...","b_year":1780},{"b_range":[25567,25588],"b_name":"Horsley, John","a_year":1753,"a_publisher":"printed for J. Millan, at Charing-Cross; J. Robinson, in Ludgate-Street; R. Baldwin, in Pater-Noster-Row; and J. Swan, near Northumberland-House, in the Strand","a_id":"T145960","a_range":[1486,1507],"a_display_title":"Vallum Romanum: or, the history and antiquities of the Roman wall, commonly called the Picts wall, in Cumberland and Northumberland, built by ...","b_publisher":"printed for John Osborn and Thomas Longman, at the ship in Pater-noster Row","b_id":"T115200","a_name":"Warburton, John","b_display_title":"Britannia Romana: or the Roman antiquities of Britain: in three books. The I. Contains the history of all the Roman Transactions in Britain, with ...","a_text":"...exploratory turret, watch towers, seem to have been only about four yards square at the bottom'; and by placing, erdtinels at ach of these, who must have been within call of: one another, the com- munication quite' along the wall might be kept up, without having re- course to the tfiton of a founding-trumpet, or pipes laid under ground, from one end of the wall to the other though this seems to be credited by Mr. Ecbard and others. THER have been also several larger forts or stations upon the wall, or near it, whose distances from each....","b_text":"...Thef exploratory turrets, or watch-towers, frcem to have been only about four yards square at the bottom. And by placing ccntincls at each of these, who must have been within call of one another,. the communication quite along the wall might be kept up, without having rccourfc to the fiftion of a founding trumpet, or pipes laid under ground, from one end of the wall to the other; tho' this fccms to be credited by Mr. Echard and others. THE IE have been alto fcvcral larger forts or flations upon the wall, or near it, wholf diflances from...","b_year":1732},{"b_range":[18184,18206],"b_name":"Burke, Edmund","a_year":1781,"a_publisher":"printed for J. Macgowan, No. 27, Paternoster-Row","a_id":"T093173","a_range":[15168,15190],"a_display_title":"The field of Mars: being an alphabetical digestion of the principal naval and military engagements, in Europe, Asia, Africa, and America, ...","b_publisher":"London: printed for R. and J. Dodsley; and, Dublin: re-printed by John Exshaw, in Dame-Street","b_id":"T110833","a_name":"","b_display_title":"The annual register: or, the history of the present war, from the commencement of hostilities, in 1755; and continued During the Campaigns of ...","a_text":"...in some refpets, as it was desirable in others. It was the opinion of many, that these advantages on the fide of the King of Pruflia, well pursueld, without aiming at more, would in a flort time infallibly have obliged M. Daun to relinquish his strong post, and to retire into Bohemia, abandon- ing Dreflen, and with it all the fruits of his vietorious campaign. But the King poffeflcd by an idea of the ill situation of the Aullrians, thought that advantages of greater moment and more decisive, might be drawn fiom it. He knew that the MA X- palses into Bohemia...","b_text":"...ome respects, as it was desirable in others. It was the opinion of many, that these advantages on the fide of the King of Prussia, well pursued with- out aiming at more, would in a short time infallibly have obliged M. Daun to relinquish his strong post, and to retire into Bohemia, abandoning Dresden, and with it all the fruits of his victorious campaign. But the King, poffefred by an idea of the ill situation of the Aufirians, thought that advantages of greater moment, and more decisive, might be drawn from it. He knew, that the passes into Bohemia were o dif-...","b_year":1762},{"b_range":[1196,1212],"b_name":"","a_year":1785,"a_publisher":"printed for C. Knight, Windsor","a_id":"T032310","a_range":[955,971],"a_display_title":"Les delices des chateaux royaux: or, a pocket companion to the royal palaces of Windsor, Kensington, Kew, and Hampton Court; containing an ...","b_publisher":"printed and sold by C. Knight, Castle-Street","b_id":"T021450","a_name":"","b_display_title":"The beauties of the royal palaces: or, a pocket companion to Windsor, Kensington, Kew, and Hampton Court. Also, a compendious gazetteer, of the ...","a_text":"...Bray Kiilegrew and Carew, I\"andyck QUEEN's BED-CIHAMBER, On the ceiling of this room is painted, the flory of Endvie. arid Diana. The bed let up by order of her present most graci. ous Majict, is of the mofi exquilite workmanship, and is said to have cost fourteen thousand pounds; the whole of the bedetcad, and part of the tester, xhlich is made with a dome in the centre, are c. r, us Iv carved and gi't;. the curtains...","b_text":"...De Bray. Killegrew and Carew, randye. QUEEN's BED-CHAMBER. On the ceiling of this room is painted the flory of Endimion and Diana. The bed set up by order of her prefentfmoft gra- cious Majesty, is of the most exquisite workmanship, and is said to have colt fourteen thousand pounds; the whole of the bedstead, and part of the tester, which is made with a dome in the centre, are curi- oufly carved and gilt; the curtains and valances...","b_year":1796},{"b_range":[3908,3925],"b_name":"Goldsmith, Oliver","a_year":1770,"a_publisher":"printed for William Davenhill, (numb. 8.) in Cornhill","a_id":"N012187","a_range":[2096,2113],"a_display_title":"Poems for young ladies. In three parts. Devotional, moral, and entertaining. The whole being a collection of the best pieces in our language. By ...","b_publisher":"printed for William Griffin","b_id":"T146028","a_name":"","b_display_title":"The beauties of English poesy. Selected by Oliver Goldsmith. In two volumes. ...","a_text":"...than my song; Teach my bell reason, reason; my best will Teach rciitudc; and fix my firm resolve Wisdom to wed, and pay her long arrear: Nor let the phial of thy vengeance, pour'd On this devoted head, be pour'd in vain. The bell flrikes one. We take no note of time, But from its loss. To give it then a tongue, Is wife in man. As if an angel spoke, I feel the solemn found. If heard aright, I is the...","b_text":"...-ohg'; ' Teach my bell reason, reason; my belt will Teach retitude; and fix my firm resolve Wifdoin to wed, and pay her long arrear: Nor let the phial of thy vengeance, pour'd On this devoted head, be pour'd in vain. The bell ftrikes,One. We take no note of time, But from its iofs. To give it, then, a tongue, Is wife in man. As if an an angel spoke, I feel the folemh found. If heard aright, It is the knell...","b_year":1767},{"b_range":[137,188],"b_name":"","a_year":1799,"a_publisher":"printed for J. Moore, 45, College-Green","a_id":"T098569","a_range":[141,191],"a_display_title":"The public characters of 1798.","b_publisher":"printed for R. Phillips; and sold by Lee and Hurst; Carpenter and Co.; R. H. Westley; and all booksellers","b_id":"N015725","a_name":"","b_display_title":"British public characters of 1798.","a_text":"...retrofpet, to estimate the degree of virtue and viEe, and to appreciate the rum total of merit and demerit with greater precision, than the contemporary bio- grapher, who is reifrained, by the extreme delicacy of his undertaking, from giving the finifling froke to his delinea- 'tions of character, whose incomplete materials prevent him from deducing general and important concufions in their -proper latitude, and, in many cafes, from discriminating be- ' tween hypocrisy and sincerity. Still, however, a writer of this description is better able to collec fats, and may, in general, be more depended upon, as to the authenticity of his testimony, then he who writes the lives of deceased per- :sons. Many eminent men, refpeting whom pofserity have cause to lament the deficiency of biographical information, 'have passed their early days in obscurity, and those who then 'knew'them were either too ignorant, or too unobfervant, to -be able...","b_text":"...retrospect, to eflimate the degree of vir- tue and vice, and to appreciate the fum total of merit and demerit with greater precision, than the contemporary biographer, who is re- trained, by the extreme delicacy of his under- taking, from giving the finifling iroke to his delineations of charater, whose incomplete ma- terials prevent him from deducing general and important conclusions in their proper latitude, and, in many cafes, from discriminating between hypocrisy and sincerity. Sill, however, a writer of this description is better able to collet sacs, and may, in general, be more depended upon, as to the authc:iticity of his testimony, than he who writes the lives of deceased persons. Many eminent men, refpecing whom posterity have cause to lament the deficiency of biogra- phical information, have pafned their early days in obscurity, and those who then knew them were either too ignorant, or too unobfervant, to be...","b_year":1798},{"b_range":[228217,228234],"b_name":"","a_year":1794,"a_publisher":"printed for Alex. Hogg","a_id":"T067466","a_range":[81488,81505],"a_display_title":"A new, complete, and universal collection of authentic and entertaining voyages and travels to all the various parts of the world. ... The whole ...","b_publisher":"printed by Sowler and Russell, 126, Deansgate","b_id":"T131579","a_name":"","b_display_title":"A new historical and commercial system of geography: containing a comprehensive history and description of the present state of all the Kingdoms ...","a_text":"...number. By this beat- ing, the cloth is extended in a manner similar to the gold that is formed into leaves by the hammer; and it is alfi marked with small channels resembling those which are visible on paper, but-rather deeper; it is in general beat very thin; when they want it thicker than common, they take two or three pieces and palte them together with a kindof glue prepared from a root called Pea. This cloth becomes exceedingly white by bleach-...","b_text":"...beating, the cloth is cxtended in a manner similar to the gold that is formed into leaves by the hammer; and it is alto marked with small channels, rcrfmbling those which are visible on paper, but rather deeper; it is in general beat very thin, but ,when they want it thicker than common, they take two or three piecs, and pafle them together with a kind of glue, prepared from the root eulled Pea. This cloth becomes ex- ceeding white by bleaching,...","b_year":1800},{"b_range":[3716,3742],"b_name":"Sims, William","a_year":1774,"a_publisher":"printed by Robert and Andrew Foulis, Printers to the University","a_id":"T112991","a_range":[29604,29631],"a_display_title":"A new and compleat book of rates; comprehending the rates of merchandize as settled by the Acts of 12 Car. II. cap. 4. 11 Geo. I. cap. 7. and ...","b_publisher":"printed by T. Harrison and S. Brooke, Warwick-Lane","b_id":"T116249","a_name":"Burrow, Edward","b_display_title":"The rates of merchandize, as settled by the Acts of 12. Car. II. cap.4. II Geo.I.cap.7. and subsequent acts of Parliament. With the duties and ...","a_text":"...be at, or above, . per quartcr, at the -j ~ place of importation, accordingr to the methods direcTed for afcer- z staining the prices of Corn and Grain im/orted, then the duty on o~Q /the above rates ccafes, and in lieu thereof, a duity of three pence a quarter is iid on ; so that the net duties payable thereon, :nder the followiing circumJlan'es, will be thus; Not exceeding the price of s. the quarter, but under s. the Feigned rate. At, or above, s. the qarter --- o - not exceeding the price of :;. d. the builiel, or s. per qua;r- tcr at the place of importation, by the buihel s. which c o is by the quarter, containingi...","b_text":"...to be at, or above, s. per quartr, at the place of imparration, according to te methods direlted for ascertaining the prices of Corn and Grain imported, then rz- the dty on the above rate ceases, and in lieu thereof, a duty of tSree pence a quarter is laid oA; so that the net duties payable thereon, under tbefctllwing circuimnances, will be thus: not exceeding the price of} s. the quarter, but under S. the quarter - q.u--r at, or above, s. the quarter - ocat. Rye, not exceeding the price of s. d. the buihel, or s. per quarter, at the place of importation, by the bulhel s. -d. which is by the quarter, containing bushels D...","b_year":1782},{"b_range":[4583,4619],"b_name":"","a_year":1791,"a_publisher":"printed &amp; sold by Darton &amp; Harvey, Gracechurch Street. 1791. and by L. Wayland, Middle Row, Holborn","a_id":"T223149","a_range":[383,420],"a_display_title":"The literary bouquet, a Selection of Essays in prose, from Admired Authors.","b_publisher":"printed for C. Dilly, In The Poultry","b_id":"T128581","a_name":"","b_display_title":"The prose epitome; or, Elegant extracts abridged from the larger volume, for the improvement of scholars at classical and other schools, In The ...","a_text":"...TaHa rPCTATOR. WE all of us complain of the Ihortnefs of time, faith Seneca, and yet have much more than we know what to do with. Our lives, fays he, are spent ei- ther in doing nothing at all, or doing nothing to the purpose, or in doing nothing that we ought to do. We are always complaining our days are few, and a&amp;ing as though there would be no end of them. That noble philosopher has described our inconfift- ency with ourselves in this particular, by all those various turns of exprefion and thought which are peculiar in his writings. I often confider mankind as wholly inconfifent with itself, in a point that bears some affinity to the former. Though we seem grieved at the fhortnefsof life, in general, we are wilhing every period of it at an end. The minor longs to be at age, then to be...","b_text":"...all of us complain of the shortness of time, faith Seneca, and yet have much more than we know wlhat to do with. Our lives, fays he, are spent either in doing nothing at all, or doing nothing to the purpose, or in doing nothing that we ought to do. We are always complaining our days are few, and aing as though there would be no end of them. That noble philosopher has described our inconfiltency with ourselves in this par- ticular by all those various turns of exprefflion and thought which are peculiar in his writ- ings. I often confider mankind as wholly incon- filtent with itself, in a point that bears tome affinity to the former. Though we teem grieved at the flortnefs of life, in general, we are wifising every period of it at an end. The minor longs to be at age, then to be a...","b_year":1791},{"b_range":[10304,10321],"b_name":"","a_year":1770,"a_publisher":"printed and sold by E. Palmer, No. 7, at the Bible, in Middle-Row, Holborn; and by most booksellers","a_id":"T187232","a_range":[4564,4580],"a_display_title":"Cupid and Bacchus: Or, love and the bottle. Containing near six hundred favourite new songs, sung at the theatres, Vauxhall, Ranelagh, Marybone, ...","b_publisher":"printed for J. Johnson, No. 72, St. Paul's Church-Yard","b_id":"T189244","a_name":"","b_display_title":"The humming-Bird. A new and choice collection of the most celebrated English and Scots songs. Cantatas and duets.","a_text":"...thro' Britain's Iflc, ]L And triumph o'er the Heart; ,Vor once attentive be a-while, To what I now impart: Would you obtain the Youth you loves The Precepts of a Friend approve, And learn the Way to keep him. As soon as Nature has decreed The Bloom of Eighteen Years, And Isabel from School is freed, Then Beauty's Force appears: The youthful Blood begins to flow, She hopes for Man, and longs to lkno-. The lureft Way to...","b_text":"...fair who Shine thro' Britain's isle, And triumph o'er the heart; For once attentive be a-while Tp what I now impart. Would you obtain the youth you love, The precepts of a friend approve, And learn the way to keep him. As soon as nature has decreed .The bloom of eighteen years, And Isabel from school is freed, Then beauty's force appears; The youthful blood begins to flow, She hopes for man, and longs to know The surest way to keep him....","b_year":1776},{"b_range":[248,349],"b_name":"Dekker, Thomas","a_year":1750,"a_publisher":"printed and sold by the editor W. R. Chetwood","a_id":"T052964","a_range":[13207,13307],"a_display_title":"A select collection of old plays vizt. I. St. Patrick for Ireland. II. Fairem, the Millers Daughter &amp;c. III. The Love Sick King &amp;c. IV. Blurt ...","b_publisher":"printed, and sold by the Editor W.R. Chetwood, in the Four-court-marshalsea;; Messrs. G. and A. Ewing, P. Wilson, H. Hawker, and S. Price, in Dame-street; G. Faulkner, and A. Long, in Essex-street; J. Hoey, in Skinner-row; and J. Esdall, on Corkhill, Booksellers","b_id":"T057295","a_name":"","b_display_title":"Blurt, Master-Constable: or, the Spaniard's Night-Walk. A comedy. As it hath been sundry Times privately Acted by the Children of Paules.","a_text":"...it' Ranos. bght h mifireS, -weetly at- tending what oom your sweet lips will lay upon it. i By, marry, fir, let our teeth describe this mo- id Lady. We ,hall never describe it well, for fumbling i' th': mputh, . Hip. Yes,' yesI have a trick to make tus understand one another,' and wve fumble never so.-- Viol. Meddle hot with his tricks, sweetheart under par- don, my lord, though I am your guest, I'll beflow my- self; fit, dear beauties; for the men, let them take up places themselves: I pr'ythee, brother fighter, talk of any fubje&amp;, but this jangling law at arms. Hip. The lai at legs, then. Viol No,nor.legs neither well have them ty'd up too, since you are among ladies: Gallants, handle those things only, that are fit for ladies. Hip. Agreed, so that we go not out of the compass of those things that...","b_text":"...it g(ands, bright mistress, sweetly at- tending what doom your sweet lips will lay upon it. AI'!i. Ay, marry, fir, let our teeth describe this mo- tion. d Lady. We shall never describe it well, for fumbling i' th' mouth. Hip. Yes, yes, I have a trick to make us underhand one another, and we fumble never so. - Viol. Meddle not with his tricks, sweetheart; under par- don, my lord, though I am your guest, I'll beflow mv- self fit, dear beautiesj for the men, let them take up places themselves: I pr'ythee, brother fighter, talk of any fubjeft, but this jangling law at arms. Hip. The law at legs, then. Fiol. No, nor legs neither; w e'll have them ty'd up too, since you are among ladies: Gallants, handle those things only, that are fit for ladies. Hip. Agreed, so that we go not out of the compass...","b_year":1750},{"b_range":[2351,2367],"b_name":"Stevenson, Roger","a_year":1798,"a_publisher":"Printed by Thomas Dobson, at the stone house, no 41, South Second Street","a_id":"W031873","a_range":[254020,254036],"a_display_title":"Encyclopaedia; or, A dictionary of arts, sciences, and miscellaneous literature ... Compiled from the writings of the best authors, in several ...","b_publisher":"sold by Messrs. D. Wilson; and T. Cadell, successor to Mr. Millar; in the Strand: T. Payne, at the Mews-Gate: and by Messrs. Foulis, Glasgow","b_id":"T100919","a_name":"","b_display_title":"Military instructions for officers detached in the field: containing a scheme for forming a corps of a partisan. Illustrated with plans of the ...","a_text":"...of ho. nour. The partisan must be content without the delica. cies of the table, as he may be often exposed to wani provision; his bed the fame with the mens, a cloak and straw, never stripping but to change linen. Nothing ani mates soldiers so much as the pretence and vigilance of E commanding officer sharing with them the fatigues of the service: the officers follow his example; the men are affur ed, encouraged, and content. A...","b_text":"...destroys all [cntillcnts of honour. Thepartifan mufi be content without the delicacies of the table, as he may be often cxpofcd to want provision. His bed the fame with the mcns, a cloak and tiraw, never stripping but to clange linen. Nothing animates soldiers so much, as the presence and vi- gilance of a commanding officer sharing with them the fatigues of the service; the officers follow his example, the men arc allured, encouraged, and content. Nothing can...","b_year":1770},{"b_range":[412,441],"b_name":"Hooker, John","a_year":1765,"a_publisher":"printed and sold by R. Trewman, behind the Guildhall; by whom all Manner of Printing-Work is neatly and expeditiously performed on the most Reasonable Terms","a_id":"T131486","a_range":[72,100],"a_display_title":"The antient history and description of the city of Exeter; Containing, The Antient History, &amp;c. of the City; together with an Account of the ...","b_publisher":"now first printed together by Andrew Brice, in Northgate-Street","b_id":"T138609","a_name":"","b_display_title":"The antique description and account of the city of Exeter: in three parts. Part I. Containing the antient History, &amp;c. of the City; together with ...","a_text":"...call'dDumnonia, that is to fay, the Country of Vallies: for whereas there are many Hills (as that Country is full of Hills and Mountains) there are many Vallies. But now corruptly it is named Devonia, or Devon/hire, and not Dane/hire, of the Danes, as some would have it. Of the first Foundation thereof, by reason of the sundry Invasions of foreign Nati- ons, who with their Hostilities and cruel Wars did burn and destroy the fame, there remaineth no certain Memorial, neither among the Re- cords of the said City, nor.yet in any one other Writer. But most certain it is,. that it was first built and. founded by the Britons, or Brutes; for the Names which they gave, and used, are at this Time [A....","b_text":"...fL, I that is to fay, the Country of Val- lies: For whereas are many Hills (as that Country is full of Hills and Mountains) there ale many Vallies. But now corruptly it is named Devonia, or DevonliJre, and not DaneJlire of the Danes, Deoni, as some would have it. Of the firfl Foundation thereof, Devon- by reason of the sundry Invasions of foreign Nations, : ire' who with their Hostilitics and cruel Wars did burn and destroy the fame, there remaineth no certain Memorial, neither among the Records, of the said City, nor yet in any other Writer. But most certain it is, that it was first builded and founded by the Britons or Brutes: For the Names which they gave and used are yet at this present had...","b_year":1765},{"b_range":[632,658],"b_name":"Montagu, James, Sir","a_year":1768,"a_publisher":"printed for J. Cooke, at Shakespear's - Head, in Pater - noster Row","a_id":"T052163","a_range":[27125,27150],"a_display_title":"The tyburn chronicle: or, villainy display'd in all its branches. Containing an authentic account of the lives, adventures, tryals, executions, ...","b_publisher":"printed, by authority, for S. Smith, Paternoster-Row; and sold by all booksellers and news-carriers in Great Britain and Ireland","b_id":"N010965","a_name":"","b_display_title":"The old Bailey chronicle; containing a circumstantial account of the lives, trials, and confessions of the most notorious offenders who have ...","a_text":"...her bed-rcom (ihe hufsand not being then at home) and that when she made the bed, next day, she found that the licten.nt's bed had not that night been lain in by any body ; but that her mifircfs's bed had been much toffed and tumbled; and another witnefs,who swears to this noise, fays, that soon after hearing it, fhewent up to the roomwherethey 'were, and saw the lady upon the bed and the gentleman by the bedside pulling up his breeches. And a third witness, fays, that one evening, wanting to speak to her mistress, The went up to the lieutenant's room about sunset, and'ob- served by their' breathing, that they were upon...","b_text":"...room (the hus- band not being then at home) and that when the made the beds next day, The found that the lieute- nant's bed had not that night been lain in by any bb-oy, but that her mistress's bed had been much' toffed and tumbled; and another witness, who swears to this noise, fays, that soon after hearing it, the went up to the room where they were, and saw the lady upon the bed, and the gentleman by the bed- iide pulling up his breeches. And a third witness, fays, that one evening, wanting to speak to her mif- trefs, ihe went up to the lieutenant's room about jfunfet .and observed by their breathing, that they...","b_year":1788},{"b_range":[9503,9525],"b_name":"Steele, Richard, Sir","a_year":1797,"a_publisher":"printed for J. Scatcherd, No. 12, Ave-Maria-Lane","a_id":"T018957","a_range":[1140,1161],"a_display_title":"The accomplished housekeeper, and universal cook. Containing all the various branches of cookery; directions for Roasting, Boiling and Made ...","b_publisher":"printed for J. Ridgway","b_id":"T121348","a_name":"Williams, T., cook","b_display_title":"The ladies' library: or, encyclopedia of female knowledge, in every branch of domestic economy: comprehending, in alphabetical arrangement, ...","a_text":"...usual, and the flap of tile houlder with, it, to make it look handsome. Stick the neck all over in little holes with a sharp pen-knife, and pour a little red wine upon it.. Let. it lie in the wine four or five days, and rub it three'or four times a day. Then take it out, and hang it for three days in the open air out of the fun, and dry it often with a cloth, to. keep it fi-om muffing. When you roast it, baste it with the wine it was sleeped in, if any be...","b_text":"...a large neck and the flap of the houlder with it, to make it look handsomer; flick it all over in little holes with a harp penknife, pour a little red wine upon it, and let it lie in the wine four or five days; turn and rub it three or four times a day, then take it out and hang it up for three days in the'open air out of the fun, and dry it of- ten with a cloth to keep it from muffing; when you roast it, baste it with the wine it was steeped in, or frefi wine...","b_year":1790},{"b_range":[11212,11238],"b_name":"Iredell, James","a_year":1752,"a_publisher":"Printed by James Parker, printer to the government, at the new printing-office, in Beaver-Street","a_id":"W006326","a_range":[37760,37785],"a_display_title":"Laws of New-York, from the year 1691, to 1751, inclusive. Published according to an act of the General Assembly. Two lines of quotation in Latin","b_publisher":"Printed by Hodge &amp; Wills, printers to the state of North-Carolina","b_id":"W014087","a_name":"","b_display_title":"Laws of the state of North-Carolina. Published, according to act of Assembly, by James Iredell, now one of the associate justices of the Supreme ...","a_text":"...Pounds, for the Forbearance of One Hundred Pounds, for one Year, and so after that Rate for a greater or lesser Sum, or for a longer or shorter Time ; and that all Bonds, Contracts and Assurances whatsoever, made after the Time aforesaid, forPay- ment of any Principal, or Money to be lent or covenanted, to be perfornred upon, or for any Usury, whereupon orwhereby there shall be reserved or taken above the Rate of Seven Pounds in the Hundred, as aforesaid, shall be utterly void; and that all and every Person or Persons whatsoever, which shall, after the Time aforesaid, upon any Contrat to be made after the said first Day ot May,...","b_text":"...Discount or Interest, for the Forbearance of one hundred Pounds, for one Year, and so after that Rate for a greater or lesser Sum, or for a longer or shorter Time; and that all Bonds, Contracts, and Assurances whatsoever, made after the Time aforesaid, for the Payment of any Principal or Money to be lent, or covenanted to be performed, upon or for any Usury, whereupon or whereby there shall be reserved or taken above the Rate of fix Pounds in the hundred, as aforesaid, mhall be utterly void : And that all and every Person or Persons whatsoever, which, as- ter the Time aforesaid, upon any Contract to be made, after the said firfl Day of May,...","b_year":1791},{"b_range":[699,1174],"b_name":"","a_year":1716,"a_publisher":"printed for J. Roberts","a_id":"N004607","a_range":[432,910],"a_display_title":"Nature display'd. First, being a plain and easiy solution of the difficulties concerning the Divine Being and its various operations on the ...","b_publisher":"printed for W. Mears at the Lamb, and J. Brown at the Black-Swan without Temple-Bar","b_id":"T114176","a_name":"","b_display_title":"A philosophical enquiry into some of the most considerable phenomena's of nature. In two parts. Wherein, First, the Divine Nature, with the Order, ...","a_text":"...ty, is far short of the Dignity bs the Builder of it, if we were to confl- der it as the ultimate End of his un- dertaking. Because in the State we find the- World, though it fiadows out to. us the Excellencies of the Work- mailer, yet it bears but a very low Proportion to the Dignity of his Nature; much the fame as the Sha- dow of a Man does to the Dignity of the human Nature; and what Man would be so vain, as to value himself upon making his own Sha- dow, as the ultimate End of his Undertakings. And therefore I hold it injurious to entertain so mean a Notion of this incomprehensible Wisdom, as to fay, or think, the making this World, as we find it, is the ultimate End of his Undertaking; especially if we confider the moit noble Part of the Creation,...","b_text":"...far lhort of the Dignity of the Builder of it, if we were '.o confi- der it as the ultimate End of his un- dertaking. Because in the State we find the World, though it iadoaws out to us the Excellencies of the Work- mafler, yet it bears but a very low Proportion to the Dignity of his Nature; much the fame as the Sha- dow of a Man does to the Dignity of the human Nature; and what Man would be so vain, as to value himself upon making his own. Sha- dow, as the ultimate End of his Undertakings. And therefore I hold it injurious to entertain so mean a Notion of this incomprehensible Wisdom, as to fay, or think, the making this- World, as we find it, is t&amp;e ultimate End of his Undertaking; especially if we confider the molt noble Part of the Creation, and for...","b_year":1715},{"b_range":[19806,19857],"b_name":"Ormonde, James Butler, Duke of","a_year":1715,"a_publisher":"Printed for John Morphew, near Stationers-Hall","a_id":"T162254","a_range":[251,302],"a_display_title":"The conduct of His Grace the Duke of Ormonde, in the campagne of 1712.","b_publisher":"printed by and for J. Stanton, in Fleet-Lane","b_id":"T144856","a_name":"Manley, Delariviere, d. 1724","b_display_title":"Memoirs of the life of his Grace, James, late Duke of Ormond, Formerly Captain-General and Commander in Chief of the Forces of Great Britain. ...","a_text":"...the Hague on April jo. and arriv'd at Ghent May . And, after a Stay there of two or three Days, and securing the Government of the Cittadel in Englh Hands, went on to Tournay, where he met Prince Eugene, and the Depnties of the States. All the Englif Forces, for some Weeks, had been in the Field, and lay canton'd along the Road betweel. this City and Life. And the reason of drawing them out of their Quarters so soon, was, That there had been a Projeat form'd to take Post at Oij, on the Senfibtte, which wou'd have fe- cur'd the March over the Schelde, and might have given the Allies an opportunity of besieging Cambrgay Mr. Cadogan did not, in the least, queiion the Success of it; but the Dutch making many Ditfculties and Delays in this Affair, the Ma- refchai JTillars had prevented the Design, and...","b_text":"...left the Hague on April . and arriv'd at Ghent May . And after a Stay there of two or three Days, and fecu- ring the Government of the Cittadel in Eng- li/h Hands, went on to Tournay, where he met Prince Eugene, and the Detuties of the States. All the EngliA Forces, for ofme Weeks had been in the Field, and lay can- ton'd along the Road between this City and Lije. And the reason of drawing them out of their Quarters so soon, was, That there had been a Proje&amp; form'd to take Post at Oifyb on the Senfette, which wou'd have fecur'd the March over the Schelde, and might have given the Allies an Opportunity of besieging Cambray: Mr. Cadogan did not, in the least question the Success of it; But the Dutch making many Difficulties and Delays in this Affair, the Marefchal Killars had prevented the...","b_year":1738},{"b_range":[211,236],"b_name":"","a_year":1780,"a_publisher":"printed for S. Brown, Strand","a_id":"N021226","a_range":[223,247],"a_display_title":"The sentimental traveller, or a descriptive tour through life, figuratively as a trip to Melasge, in which is included the adventures of a ...","b_publisher":"Printed for B. LawNo. sic, Ave-Mary Lane, Ludgate-Street","b_id":"T124827","a_name":"","b_display_title":"A trip to Melasge; or, concise instructions to a young gentleman entering into life: with his observations on the genius, manners, ton, opinions ...","a_text":"...inhabitants,. and: particularly at a small diltance from the capital. Those people: who were the most obliging creatures. in the world, in. the city, become: the most insolent, blind, imperti- nent beings imaginable, when im- merfed in it; they fancy every .extraneous obje&amp;c about them dimi- nutive,. insignificant,. comtemptible, and themselves, like Bantom's king,, the first in creation's. scale;; or as the frowning lords of the millions, who inhabit the spacious: lawns of the vegetable kingdom, look down on: the little slaves of their will, and keep them at aweful distance. Various are the opinions of phila- fophers of this phenomenon :. some think the removal from a. clear. air,,...","b_text":"...of the inhabitants, and; particularly, at a small difrance from the capital. Those people who were the molt obliging creatures in the world, in the city, become the most insolent, blind, imperti- nent beings. imaginable,. when irri- merfed in it; they fancy every ;extraneous object about them dimi- nutive, insignificant, comtemptible, and themselves,. like Bantom's king,. the first in creation's scale; or as the frowning lords of the millions, who inhabit the spacious lawns of the- vegetable kingdom,. look down. on the little slaves of their will, and. keep them at aweful distance. Various are the opinions of philo- fophers of this phenomenon :. some think the removal. from a: clea aiD, .to a...","b_year":1778},{"b_range":[311,327],"b_name":"","a_year":1704,"a_publisher":"printed for Luke Stokoe, at the Golden Key and Bible, near Charing-Cross","a_id":"T092415","a_range":[1033,1050],"a_display_title":"Vis unita fortior: or the union of Great Britain, in its civil and religious concerns. Wherein The Author endeavours to Prove, that as it is the ...","b_publisher":"printed and sold by the booksellers of London and Westminster","b_id":"N020871","a_name":"Mackensie, Simon","b_display_title":"A perswasive to the union now on foot, by arguments from nature, reason, and mutual advantage. In two parts. With a Method propos'd for the more ...","a_text":"...i.Eiti wrong, and Self-love and sweet Intereit are Henfii. ofteni prejudices too firong for that Just and e- qual return of kindness which is requilite for a Society to expect. And tihrefore it's fit there be' some antecedent Rules agreed to, and laid down to prevent such a Choic:e of Governours ; or when they are made to carb their lawleis defpotick Humours in the execution of the Power thus committed to them. ' believe none will deny but taFt o.ne efta,...","b_text":"....~rong, and Self-love and sweet Interest are Henii. often prejudices too strong for that Just and e- qiual return of kindness which is reqaifite for a Society to expet. And therefore it's fit there :,e some antecedent Rules agreed to, andlaid . own to prevent such a Choice of Governours; r when they are made to curb their lawless .efpotick Humours in the execution of the power thus committed to them. ; I believe. nrore will deny but...","b_year":1706},{"b_range":[9587,9602],"b_name":"Turnough, John","a_year":1770,"a_publisher":"printed for all the lodges in England, Ireland and America, and sold by Thomas Wilkinson, Bookseller, No. 40, Winetavern-Street","a_id":"T085407","a_range":[6441,6457],"a_display_title":"Fratrimonium excelsum. A new Ahiman Rezon: or, a help to a brother. With an elegant copper-plate frontispiece. Shewing, the excellency of secrecy; ...","b_publisher":"printed and sold by Thomas Johnson, in Castle-Street","b_id":"T136085","a_name":"Worthy Brother","b_display_title":"The institutes of Free Masonry; to which are added, a choice collection of epilogues, songs, &amp;c. Addressed To The Sea Captains' Lodge.","a_text":"...Will amaze the six'd Eye and engage the whole Heart: Proportion's dumb Harmony gracing the whole, Gives our Work, like the glorious Creation, a Soul- V. Then Mafler and Brethren preserve your greatName, This Lodge so Mageffic will purchase you Fame; Rever'd it lhall stand till all Nature expire, And its Glories ne'er fade till the World is on Fire. VI. See, fee, behold here what rewards all our Toil, Enlivens our Genius and bids Labour smile; To...","b_text":"...amaze the fixt Eye, and engage the whole Heart: Proportion's fwect Harmony gracing the Whole, Gives our Work, like the glorious Creation, a Soul; Then Master and Brethren preserve your great Name, This Lodge so majestic will purchase you Fame; Rev.er'd it.lhall stand till all Nature expire, And its Glories ne'er fade till the World is o) fire. See, fee, behold here, what rewards all our Toil, Ihfpires our Genius, and bids Labour smile...","b_year":1788},{"b_range":[924,941],"b_name":"","a_year":1748,"a_publisher":"printed for J. Newbery, at the Bible and Sun, in St. Paul's Church-Yard. M DCC XL VIII","a_id":"N007094","a_range":[1060,1077],"a_display_title":"Geography made familiar and easy to young gentlemen and ladies. Being the sixth volume of the Circle of the sciences, &amp;c. published by the King's ...","b_publisher":"printed for Darton and Harvey, Gracechurch-Street","b_id":"T112039","a_name":"","b_display_title":"Geography made easy for children, improved from the Circle of the sciences, containing the new discoveries, &amp;c.","a_text":".... What are the Tropics? A. They are two Lesser Circles run. ning parallel to the Equator, and touch- ing the Ecliptic on each Side. That on the North is call'd the Tropic of Carner, and that on the South the Tro- pic of Capricorn, from their touching the Ecliptic at thofc two Signs. When the Sun is in Cancer we have the longest Day, and when he is in Capricorn the,/orr/fl; and these Times are call'd the Sofi;ces because the Sun...","b_text":"...solve. Q. What are the tropics? A. They are two lesser circles running parallel to the equator, and touching the ecliptic at o', on each fide. That on the north is called the tropic of cancer, and that on the south the tropic of capricorn, from their touching the ecliptic at those two figns.-Wllen the fun is in cancer we have the longest day, and when he is in capricorn the shortest; and there times are called the solstices, because the fun...","b_year":1793},{"b_range":[811,866],"b_name":"Gould, William","a_year":1763,"a_publisher":"printed for W. Owen at Temple-Bar, and R. Goadby in Sherborne: and sold by the Booksellers of Oxford and Cambridge, and all others in Town and Country","a_id":"T061218","a_range":[12101,12155],"a_display_title":"The universe displayed; or, a survey of the wonderful works of creation, and of the various customs and inventions of men. In which whatever is ...","b_publisher":"printed for A. Millar, opposite Katharine Street in the Strand","b_id":"T006206","a_name":"Goadby, Robert","b_display_title":"An account of English ants; which contains I. Their different species and mechanism. II. Their manner of government, and a Description of their ...","a_text":"...Ant-Hills ; and ometimes, if a Hill be small and suitable to their Colony, which is not so numerous as the reft, they occupy the whole. The Hill and Jet Ants delight mostly in old and decayed Roots of Trees; the Subitance of which being soft and tender, is the better adapted to their double Saw, by Means whereof they work their Apartments, and compleat their Cities. We are not so to limit the Residence of Ants, as to expec no Va- riation; for we may often meet with Colonies of yellow, or small black Ant, under Stones, or in old Walls; and the like Situation will fmetim--s please the Hill and Jet Ants. It may however be worth observing, that the several Species never intermix so as to associate or breed together. They will indeed live very near and gcod Neighbours to one another: But if any venture into...","b_text":"...the yellow Ant-Hills; and some- times if a Hill be small and suitable to their Co- lony, which is not so numerous as the reft, they occupy the whole. The Hill and Jet Ants delight mostly in old decayed Roots of Trees; the Substance of which being soft and tender, is the better adapted to their double Saw, by me.ns whereof they work their Apartments, and conpleat their Cities. We are not so' to limit the Residence of Ants as to expec no Variation; for we may often meet with Colonies of Yellow or small Black Ants under Stones, or in old Walls; and the.like Situation will sometimes please the Hill and Jet Ants. It may however be worth observing, that the several Species never intermix so as to aficiate or breed together. They will indeed live very near and good Neighbours to one another. But if any venture into...","b_year":1747},{"b_range":[97938,97956],"b_name":"","a_year":1763,"a_publisher":"Printed for J. Newbery, at the Bible and Sun in St. Paul's Church-Yard","a_id":"N047541","a_range":[835,853],"a_display_title":"A new and accurate system of natural history; Containing, I. The history of quadrupedes, including amphibious animals, frogs, and lizards, with ...","b_publisher":"Printed for Alex. Hogg, at the King's Arms, No. 16, in Paternoster-Row, and sold by all booksellers and news-carriers","b_id":"T125266","a_name":"Brookes, R. (Richard)","b_display_title":"A new, complete, and universal body, or System of natural history; being a grand, accurate, and extensive display of animated nature. Containing ...","a_text":"...has been already observed, only destined for supplying the feed with proper moisture and nou- rifhment; yet, with refpe&amp; to man, they make the most useful and pleasing part of vegetable prodeucions. Their general properties, as conllituting a part of our food, may be considered as aiifing from their different degrees of maturity. In general, while unripe, they. may be considered as astringent, and in fame measure partaking of the qualities of the bark of their refpeAive trees; when come to a fufficient degreeof maturity, they...","b_text":"...as is commonly supposed. only destined to supply the feed with proper moiflure and nourish- ment; yet, with refped to man, they make the most useful and pleasing part of vegetable produtions. Their general properties, as conttituting a part of our food, may be considered as arising from their different degrees of maturity.' In general, while unripe, they may be considered as astringent, and in some measure partaking of the qualities of the bark of their refpe.ivc trees: when come to a sus- ficient degree of...","b_year":1785},{"b_range":[6075,6095],"b_name":"Mascall, Edward James","a_year":1787,"a_publisher":"printed for Thomas Michael Barker and Philip Wicks, in the Long - Room, Custom - House; and at No. 6, Chiswell - Street","a_id":"N023622","a_range":[4435,4459],"a_display_title":"The merchants and traders guide, or new and complete tables of the net duties payable, and drawbacks allowed, on certain goods, Wares, and ...","b_publisher":"printed for W. Lowndes, No. 77, Fleet-Street","b_id":"T219495","a_name":"","b_display_title":"Tables of the net duties payable, and drawbacks allowed on certain goods, wares and merchandize, imported, exported, or carried coastwise. ...","a_text":"...of Jul in the subsequent year, to the fame port of Great- Brtain, which (hall take and kill one whale, at leait, in the seas above mentioned: For the lhips or vessels which shall so arrive in each year, with the greatest quantity of oil, taken as afore- said, being not les than tons, each For the lhips or velels with the next greatef quantity, being not les than tons, each - -- For the (hips or vessels with the next greatest quantity, being not e&amp;I than tons, each - For the lhips or veflels with the next greatest quantity, being not less than tons, each a For the ships...","b_text":"...the ifl of July in the fubfc- quent year, to stone port of Great-Britain, which shall take and kill one whale, at Icaft, in the seas above mentioned: For the ihips or vessels whicl shall so arrive in each year, with the greatcft quantity of oil, taken as aforefiid, being not lcfs than tons, each - For the ships or vcfl'ls with the next greatest quantity, heing not less than tons, each - For the fhilps or vefills with the next greatest quan- tity, being not lcis than tonlls, each - For cli filps...","b_year":1787},{"b_range":[6961,6979],"b_name":"Cornwell, B. (Bryan)","a_year":1800,"a_publisher":"printed by W. Stratford. Crown Court, Temple Bar. For J. Stratford, No. 112, Holborn-Hill","a_id":"N012209","a_range":[3756,3774],"a_display_title":"The practical physician; or, medical instructor. Pointing out remedies for the various diseases of mankind: With Directions for the Preservation ...","b_publisher":"printed for the author, and sold at his house between Chancery Lane and Temple Bar ; J. Murray , Fleet-Street ; J. Bew , Paternoster-Row ; and L. Davis, Holborn","b_id":"N017822","a_name":"Mansey, Lewis","b_display_title":"The domestic physician; or, guardian of health. Pointing out, in the most familiar manner, the symptoms of every disorder incident to mankind; ...","a_text":"...comnofed, a little ri- barb, l th nitre, may- be given, to determine it downwards., and abate its acrimonv. Anger ruffies the mind, dii(torts the countenance, makes the blood circu'atc too rapidly, and destroys the whole vital and animal fnctions. It often pro- duces fevers. and other acute dileales, and sometimes sudden death. Anger is ettreme:n! pernicious to the delicate, ard thins of weak nerves. Resentment,. which mia properiv be said to be bred of anger, preys upon the mind, and occations the most obfiinate chro-...","b_text":"...is compoed, a little rhubarb, with nitre, may be given to deter- mine it downwards, and abate its acrimony. ANGER ruffles the mind, distorts the countenance, makes the blood circulate too rapidly, and destroys the whole vital and animal funions. It often pro- duces fevers, and other acute diseases, and sometimes sudden death. Anger is extremely pernicious to the delicate, and those of weak nerves. Resentment, which may properly be said to be bred of anger, preys upon the mind, and occasions the most obfti- nate...","b_year":1784},{"b_range":[21701,21723],"b_name":"Bourdé de Villehuet, Jacques","a_year":1797,"a_publisher":"printed for David Steel, at his Navigation Warehouse, Little Tower Hill","a_id":"N021821","a_range":[5101,5124],"a_display_title":"A system of naval tactics; combining the established theory with general practice, and particularly with the present practice of the British navy. ...","b_publisher":"printed for S. Hooper, No. 212, High Holborn, opposite Southampton Street, Bloomsbury Square","b_id":"T126511","a_name":"Bigot de Morogues, Sébastien François","b_display_title":"The manoeuverer, or skilful seaman: being an essay on the Theory and Practice Of the various movements of a ship at sea, AS Well AS Of Naval ...","a_text":"...being obliged to manoeuvre, their fire would lessen, and very often ccafe, by their covering each other; when the disorder increases, and all is loft, if the enemy take advantage of this critical moment. But there inconveniences may be partly prevented, by having the disabled ships quickly towed out of the line by the boats of the fleet, which, for that very purpose, should always be hoisted out from each ship before the engagement begins. Otherwise, if the (hips in the weather line, not being too close, have the ne- ceffary space to observe what passes a.-head of them, and to manceuvre, they ought to range...","b_text":"...r, manceuver, their fire would lessen, and very often cease, by their covering each other; when the disorder increases, and all is loft if the enemy take advantage of this critical moment. BUT these inconveniences may be partly prevented, by having the disabled ships quickly towed out of the line by the boats of the fleet, which, for that very purpose, should always be hoited out from each flip before the engagement begins. Otherwise, if the ships in the weather line, not being too close, have the necessary space to observe what passes a-head of them, and to ma- n'reuver, they ought...","b_year":1788},{"b_range":[13987,14013],"b_name":"Warner, Richard","a_year":1780,"a_publisher":"printed by J. Nichols","a_id":"T091238","a_range":[7472,7499],"a_display_title":"The forme of cury, a roll of ancient English cookery, compiled, about A.D. 1390, by the master-cooks of King Richard II, Presented afterwards to ...","b_publisher":"printed for R. Blamire","b_id":"T092345","a_name":"Pegge, Samuel","b_display_title":"Antiquitates culinariæ; or curious tracts relating to the culinary affairs of the old English, with a preliminary discourse, notes, and ...","a_text":"...lard. [ ] temper it up wyth broth of Caponys and of Pork that yt be wel charchaunt also the crem of Almaundys and grynd eggs and fafroii or fandres togedere that it be coloured and firaw upon Powder of Galentyn and frik thereon clowys and maces and serve it forthe. XXXV. For to make ApuJmos . Tak Applys and feth hem and let hem kele and after mak hem thorwe a cloth and do hem in a pot and kaft to that mylk of Almaundys wyth god broth of Bus in Flefch dayes do bred ymyed therto. And the fifch dayes do therto oyle of olyve and do therto fugur and colour it wyth fafroi and ltrew theron Powder and serve...","b_text":"...And temper it up, wyth broth of caponys, and of pork, that yt be wcl char- chaunt; also the crem of almaundys. And grynd eggs and fafron, or fandres togedere, that it be coloured; and straw upon, powder of galentyn, and ftrik thereon, clowys, and maces, and serve it forthe. . For to make apulmos. Tak applys, and feth hem, and let hem kele; and after mak hem thorwe a cloth, and do hem in a pot, and kaft to that mylk of almaundys, wyth god broth of bufin flefch dayes, do bred ymyed (minced) therto. And the fifch dayes do therto oyle of olyve, and do therto fugur, and colour it wyth fafron, and fircw theron powder,...","b_year":1791},{"b_range":[6358,6376],"b_name":"Clark, Samuel, teacher of mathematics","a_year":1740,"a_publisher":"printed by H. Woodfall, without Temple-Bar, for the author: and are to be had at his house in Portland-Street, the Corner of Mortimer-Street, near Oxford-Market","a_id":"T122843","a_range":[10431,10449],"a_display_title":"The theory and practice of gauging, demonstrated in a short and easy method. Containing, among other Particulars, The Method of Computing ...","b_publisher":"printed for J. Scott, at the Black Swan, in Pater-Noster-Row","b_id":"T120762","a_name":"Shirtcliffe, Robert","b_display_title":"The British gauger: or, trader and officer's instructor, in the Royal revenue of the excise and the customs. Part I. Containing the necessary ...","a_text":"...Diameters refpetively. Defin. IV. If a Plane be drawn through either Extremity of the End's Diameter, at right Angles to the vertical Plane of the Frustum, and so as to cut the Cone's Base, the Part of the Frustum con- tain'd betwixt the cutting Plane and Part of the Base, is call'd a Hoof thereof; and the re- maining Part of the Frustum, the completental Hoof; also that Extremity of the End's Diame- meter through which the Cutting-Plane pafleth, may be call'd the Vertex of the...","b_text":"...thereof. DEFIN ITION II. If a Plane be drawn through either Extremity of the End's Diameter, at right Angles to the vertical Plane of the Fruitum, and so as to cut the Cone's Bate, the Part of the Frustum contained betwixt the cutting Plane and Part of the Base is called a Hoof thereof; and the remaining Part of the Fra- stum the complemental Hoof; also that Extremity of the End's Diameter, through which the cutting Plane pafleth, may be called the Vertex of the Hoof....","b_year":1761},{"b_range":[15791,15826],"b_name":"","a_year":1716,"a_publisher":"printed, and sold by J. Baker, at the Black-Boy in Pater-Noster-Row","a_id":"T135430","a_range":[112,146],"a_display_title":"An account of the tryals of the rebel prisoners, in the counties of Middlesex and Surrey, by a special commission of oyer and terminer, held at ...","b_publisher":"printed for T. Warner, at the Black Boy in Pater-Noster-Row","b_id":"T113382","a_name":"","b_display_title":"A faithful register of the late rebellion: or, an impartial account of the impeachments, trials, attainders, executions, speeches, papers, &amp;c. of ...","a_text":"...of zoo Horse being made toward the Lord Viscount Lonfdale's, they were commanded by the Prisoner. Being ask'd where they saw the Prisoner, and what they obferv'd of him? they laid, They saw him frequently at the Head of the ErngliJi Horse, intheir March from Rodberry to Prelton, where they saw him among the other Chiefs of the Rebels at the Time of the Anion, and at the Place where was held their Council of War. Mr. Patten declar'd farther, That after the Council of War was held, to confider on their Submifflon, he saw the Prisoner go out of the Town, as was then said, to treat with General Wlills. And Calder- wood said, That he was present at his Return, and that the Prisoner told the reft, there was no Hopes for 'em, but to surrender at Discretion. His Council, who were Mr.Serjeant Darel, and Mr. Kettleby, inlifted...","b_text":"...Detachiient of Horse being made toward theLodrd Viscount Lifdale's, they were commanded by the Pri- soner.' [ J Being ask'd, where they saw the Prisoner, and what they obferv'd of him ? They said, They saw him frequently at the Head of the Etglifl Horse, in their March from Rodberry to Prefion, where they saw him among the other Chiefs of the Rebels at the Time of the Ation, and at the Place where was held their Council of War. Mr. Patten declared farther, that as- ter the Council of War was held, to confider on their Submiflion, he saw the Prisoner go out of the Town, as was then said, to treat with General Wills. And Calderwood said, that he was present at his Return and that the Pri- soner told the reft, there was no Hopes for 'em, but to surrender t Discretion. His Council, who were Mr....","b_year":1718},{"b_range":[6142,6161],"b_name":"Macquer, Pierre Joseph","a_year":1794,"a_publisher":"Printed by Thomas Dobson","a_id":"W030452","a_range":[24616,24635],"a_display_title":"A compendious system of mineralogy &amp; metallurgy; extracted from the American edition of the Encyclopaedia, now publishing by Thomas Dobson, at ...","b_publisher":"printed for T. Cadell, and P. Elmsly, in the Strand; J. Robson, in Bond-Street; and S. Bladon, in Pater-Noster-Row","b_id":"T118965","a_name":"Dobson, Thomas","b_display_title":"A dictionary of chemistry. Containing the theory and practice of that science; Its Application To Natural Philosophy, Natural History, Medicine, ...","a_text":"...a small quantity of arsenic. Lehman thinks that it is silver united with a little arsenic. But Mfr Cron- Rtedt faBys, that it is a luna cornea, or silver combined with marine -acid ; and that it is incapable of being decompos~ed but by fubltances wihic-h can unite with that acid. This latter opinion seems to be the most probable; as the ore, according to its defeription, is limilar to luna cornea, and as it cannot be imitated by any muxture of fillphur and of ars~enic with silver. T'he blue...","b_text":"...and a finall quantity of arlenic. Lehman thinks, that it is silver united with a little arsenic. But Mr. Cronftedt fays, that it is a luna cornea, or silver combined with marine acid; and that it is incapable of being decomposcd but by substances which can t.ite with that acid. This latter opinion seems to be the most probable, as the ore, according to its def- cription, is similar to luna cornea, and as it cannot be imitated by any mixture of sulphur and of arsenic with silver. The blue...","b_year":1771},{"b_range":[172745,172762],"b_name":"Fenning, Daniel","a_year":1765,"a_publisher":"printed for J. Wilson and J. Fell, at the Angel, in Pater-Noster-Row","a_id":"T087438","a_range":[50915,50933],"a_display_title":"A complete English dictionary: containing an explanation of all the words made use of in the common occurrences of life, or in the several arts ...","b_publisher":"printed for S. Crowder, and Co.","b_id":"T133357","a_name":"Allen, Francis","b_display_title":"The royal English dictionary: or, a treasury of the English language. ... To which is prefixed, a comprehensive grammar of the English tongue. By ...","a_text":"...pictures. PORTUGAL, S. the Roman Lu- fitania, a kingdom in Europe, which is bounded northwards by Galicia, in Spain, and divided from it by the river Minho next the sea, and by some frnall rivers and hills further inland towards the E. The W. and S. fides are washed by the Atlantic ocean; in. cluding the little kingdom of Algarve on the S. And on the W. the river Guadiana parts the lafP-mentioned kingdom from Andalusia; whence drawing a line northwards, Portugal confines on Andalusia, Spanish...","b_text":"...a door. PO'RTUGAL, the Roman Lusitania, kingdom in Europe, which is bounded north- wards by Galicia, in Spain, and divided fIn it by the river Minho next the sea, and by form fomall rivers and hills further inland towards tll E. The W. and S. fides are wafled by th' Atlantic ocean, including the little kingdom of Algarne on the S. And on the W. tbh river Guadiana parts the la.-mentioned king dom from Andalusia; whence drawing a bl northwards, Portugal confines...","b_year":1761},{"b_range":[16574,16598],"b_name":"","a_year":1760,"a_publisher":"printed for J. Clarke, under the Royal-Exchange; J. Newbery, in St. Paul's Church-Yard; R. Baldwin, J. Richardson, and H. Woodfall, in Pater-Noster Row; W. Johnston, in Ludgate-Street; S. Crowder, on London-Bridge; and P. Davey and B. Law, in Ave-Maria-Lane.","a_id":"T096860","a_range":[974,998],"a_display_title":"A history of the cruel sufferings of the Protestants, and others, by Popish persecutions, in various countries: together with a view of the ...","b_publisher":"printed for J. Fuller, Bookseller and Stock-Broker, in Newgate-Street, near Cheapside; and T. Luckman, in Coventry; and sold by all the other Booksellers in Great-Britain and Ireland","b_id":"T124018","a_name":"Lockman, John","b_display_title":"The book of martyrs: or, the history of paganism and popery. Wherein IS Contained, I. An Account of the Sufferings and Crucifixion of our Lord ...","a_text":"...were made. Q. When did these commence? A. Under Richard II. (about the year .) The first which was made was agreed to only by the lords; but the king assented to it, without the concurrence of the commons. Yet the utmost extent of the severity in this was, that writs ihould be issued, to the iheriffs, to keep hereticks in prison, till they frould be judged by the laws of the church. It appears that those hereticks were, at this time, very numerous; that they wore a peculiar habi:; preached in churches, and many other places, against the faith ; and refuaed to pay obedience to the church cenlures....","b_text":"...were made, which commenced under Richabrd II. (about the year .) The first which was made was agreed to only by the Lords; but the King assent- ed to it, without the concurrence of the Commons. Yet the utmofft extent of the severity in this was, that writs lhould be issued to the Sherifis, to keep hereticks in prison, till they should be judged by the laws of the Church. It appea.s that those hereticks were, at this time, very nu- merous that they wore a peculiar habit; preach- ed in churches, and many other places, against the faith ; and refused to pay obedience to the Church censures. When...","b_year":1765},{"b_range":[3213,3289],"b_name":"Publicola","a_year":1747,"a_publisher":"printed for W. Reeve, at Shakespear's Head, Serjeant's-Inn, in Fleet-Street","a_id":"T187380","a_range":[383,460],"a_display_title":"An easy way of breeding canary birds. And the best method of chusing, and keeping them, both for breeding, and song. Adorned with cuts.","b_publisher":"printed for Thomas Hope, opposite the North Gate of the Royal Exchange, Threadneedle Street","b_id":"T161124","a_name":"","b_display_title":"The bird fancier's necessary companion and sure guide; being an easy way of breeding canary birds, and the best method of chusing and keeping ...","a_text":".... V irUh, WHow Certainly to Know, and Buy a Sound Healthy Canary Bird, and not be Deceived, and Put off with a Sick Unhealthy One. T xTHenever you Go Any where to Buy \\/i a Canary Bird, altho' the Bird-Man v i should Reach you down a Sick Bird, Who,but just before,had his Head under his Wing, Yet, -When he Surprises the Bird by Reaching him Down to you, and Holds the\" Cage in his Hand Close to you, to Ihew you the Bird, 'Tis Natural for the Bird Then At That 'ime, out of a Sudden Surprise, to Rouse himself, to IStand Strait Up, and to Shew himself Pert: And consequently, to Appear as if Perfectly Well in Health, during the Time of his being thus Surpriled, while you stand too near his Cage. Also, By their Pointing too Near the Bird, Pre- tending to Ihew you the...","b_text":"...Regnabat Corpore, Virtus. How Certainly to Know, and Buy a Sound Healthy Canary Bird, and not be Deceived, and Put off with a Sick Unhealthy One. W lrTHenever you Go Any where to Buy a Canary Bird, altho' the Bird-Man should Reach you down a Sick Bird, Who,but just before,had his Head under his Wing, Yet, When he Surprises the Bird by Reaching him Dcwn to you, and Holds the Cage in his Hand Close to you, to hew you the Bird, 'Tis Natural for the Bird Then At That Time, out of a Sudden Surprise, to Rouse himself, to Stand Strait Up, and to Shew himfeif Pert: And consequently, to Appear as if Perfe&amp;ly Well in Health, during the Time of his being thus Surpriled, while you stand too near his Cage. Also, By their Pointing too Near the Bird, Pre- tending to (hew you the Beauty of him,...","b_year":1760},{"b_range":[2443,2460],"b_name":"E. R., Gent","a_year":1704,"a_publisher":"printed for A. and J. Churchill, at the Black-Swan, in Pater-Noster Row, and John Taylor at the Ship, in St. Paul's Church-Yard","a_id":"T138448","a_range":[50579,50596],"a_display_title":"Dictionarium rusticum &amp; urbanicum: or, a dictionary of all sorts of country affairs, handicraft, trading, and merchandizing. Containing more ...","b_publisher":"printed for G. Conyers, J. and B. Sprint, and T. Ballard; and sold by Edward Symon over against the Royal Exchange in Cornhill","b_id":"T115040","a_name":"","b_display_title":"The experienc'd farrier, or farring compleated. Containing every thing that belongs to a compleat horseman, groom, farrier or horseleach With The ...","a_text":"...muff be a Man that truly loves his Horse, and so hape his course to- sards him, as that the Horse may love and doat upon him; for a Horse is the lovingeft Creature to lMan of all other Brute Animals, and more obedient to him; wher- fcre it he be mildly dealt withal, he will be also reciprocal; 'but if he be harlh and cholerick, the Horse will be put by his patience and become rebellious, and fall to Biring and...","b_text":"...must be a Man that must truly love his Horse, and so shape his course towards him, as that the Horfemay love and doat upon ; for a Horse is the molt loving Creature to Man of all other brute Creatures, and none more obedient to him. Wherefore if he be mildly dealt withal, he will be also reciprocal; but if he be harsh and cholerick, the Horse will be put by his Patience, and be- come rebellious, and fall to biting...","b_year":1720},{"b_range":[12080,12102],"b_name":"Holwell, William","a_year":1776,"a_publisher":"printed for T. Payne, Mews-Gate; P. Elmsly, in the Strand; B. White, in Fleet-Street; and J. Walter, Charing-Cross","a_id":"T214664","a_range":[2092,2112],"a_display_title":"A new system, or, an analysis of ancient mythology: wherein an attempt is made to divest tradition of fable; and to reduce the truth to its ...","b_publisher":"printed for C. Dilly, in the Poultry","b_id":"T145676","a_name":"Bryant, Jacob","b_display_title":"A mythological, etymological, and historical dictionary; extracted from the analysis of ancient mythology. By William Holwell, B. D. Vicar of ...","a_text":"...parts, we may imagine, that there was a season of great happiness. They for a long time lived under the mild rule of the great Patriarch, before laws were enaded or penalties known. When they multiplied, and were become very numerous, it pleased God to allot to the various families different regions, to which they were to retire: and they accordingly, in the days of Peleg, did remove, and betake themselves to their different departments. But the sons of Chus would not obey. They went off under the condu&amp;t of the archrebel Nimrod; s...","b_text":"...where the Ark refted, we may imagine, that there was a season of great hap- piness. They for a long time lived under the mild rule of the great Patriarch, before laws were en- acted or penalties known. When they multiplied, and were become very numerous, it pleased God to allot to the various families different regions, to which they were to retire: and they accordingly,' in the days of Peleg, did remove, and betake them- selves to their different departments. But the sons of Chus would not obey. They went off under the condu&amp; of the arch-rebel Nimrod; and seem to...","b_year":1793},{"b_range":[12176,12192],"b_name":"Rutter, John","a_year":1759,"a_publisher":"printed for R. Baldwin, in Pater-Noster-Row; and J. Jackson, in St. James's-Street","a_id":"T044149","a_range":[346,362],"a_display_title":"The practice of gardening explained to all capacities; including the newest improvements. By which gentlemen, who have small gardens, may make ...","b_publisher":"printed for J. Cooke, at Shakespear's-Head in Pater-Noster Row","b_id":"N006101","a_name":"Perfect, Thomas","b_display_title":"Modern Eden: or, the gardener's universal guide: containing plain and familiar instructions, for performing every branch of gardening, Whether ...","a_text":"...it true in many years praAice. In short, such as the first (hoot is, such the tree will be; and the old pracice of keeping a nursery poor, is wrong. But moderation must be the rule; and though the mould of this spot should be good, it must not be equally rich with that of the garden. THE asped determines where the nursery mufl be placed; but the spot for the hot- beds mult be chosen according to...","b_text":"...found true in practice. In short, such as the first shoot is, such the tree or plant will be; and the old practice of keeping a nursery poor is wrong.. But moderation mufft be the rule; and though the mould of this spot should be good, it muff not be equally rich with that of the garden. The apect determines where the nursery must be placed; but the spot for the hot- beds mufft be chosen according to...","b_year":1767},{"b_range":[187,212],"b_name":"Watkins, Francis","a_year":1747,"a_publisher":"printed for the author, in the year","a_id":"N007487","a_range":[174,199],"a_display_title":"Directions for gentlemen, who have electrical machines, how to proceed in making their experiments. Illustrated with cuts. By John Neale, ...","b_publisher":"printed for, and sold by the auther, at Sir Isaac Newton's head, Charing-Cross","b_id":"T111910","a_name":"Neale, John, clockmaker","b_display_title":"A particular account of the electrical experiments hitherto made publick, with variety of new ones, and full instructions for performing them: to ...","a_text":"...on the ground, being brought near the prime () conductor, the down will be nimbly attracted by the prime conductor, and keep adhering to it, if fuffer'd to touch it; the elecric matter continually run- ning off thro' the thread to the floor: And tho' the person should quit the thread, yet will the down continue to ilick to the prime condutor, as to the tube B fig. . plate I. and support the thread, provided it be long enough to reach so near to the ground, table, 'c. as to deliver the' eletric matter with which it is continually charg'd, thereto, or diffpate it in the air*. But if the thread, whilst it...","b_text":"...person flanding on the ground, being brought near the prime () condutor, the down will be nimbly attracted by the prime conductor, and keep adhering to it, if fuffer'd to touch it; the elecric matter continually run- ning off thro' the thread to the floor: And tho' the person should quit the thread, yet will the down continue to flick to the prime conductor, as to the tube B fig. . plate i. and support the thread, provided it be long enough to reach so near to the ground, table, &amp;c. as to deliver the elecric matter with which it is continually charg'd, thereto, or diilpate it in the air*. But if the thread,...","b_year":1747},{"b_range":[20765,20782],"b_name":"Lobb, Richard","a_year":1790,"a_publisher":"printed by William Porter, for Chamberlaine and Rice, W. Wilson, P. Wogan, L. White, P. Byrne, W. Mc.Kenzie, J. Moore, Grueber and Mc.Allister, W. Jones, R. White, and J. Milliken","a_id":"T121416","a_range":[465,481],"a_display_title":"The philosophy of natural history. By William Smellie, member of The Antiquarian and Royal Societies of Edinburgh. In two volumes. ...","b_publisher":"printed for G. G. and J. Robinson, F. and C. Rivington, W. Bent, Longman and Rees, and J. Mawman. 1800. M. Brown, printer","b_id":"T118217","a_name":"Smellie, William","b_display_title":"The contemplative philosopher: or short essays on the various objects of nature throughout the year; with poetical illustrations and moral ...","a_text":"...T HE great intention of Nature, in endow- ing almost every animal with a sexual attach- ment, is the multiplication and continuation of the refpedive species. But, with regard to man, and, in an inferior degree, to all pairing animals, love is the source of many other social and important advantages. Love, or a firong affection for a particular woman, is to young men, perhaps, one of the greatest incentives to virtue and propriety of condut. In northern...","b_text":"...the note. POPE. THE great intention, of Nature, in endowing al- ioft every animal with a sexual attachment, is the multiplication and continuation of the refpeetive fpe- eies. But, with regard to man, and, in an infe- rior degree, to all pairing animals, love is the source .of many other social and important advantages. Love, or a strong affetion for a particular woman, is to young men, perhaps, one of the greatest incen- tives to virtue and propriety of conduct. This ob-...","b_year":1800},{"b_range":[845,887],"b_name":"Arnold, Charles Henry","a_year":1795,"a_publisher":"printed for the proprietors (including Alexander Hogg), and sold by all booksellers in town and country","a_id":"T078950","a_range":[521,562],"a_display_title":"Dr. Robertson's History of America: abridged from the earliest accounts, to the memorable period of its independence, 1783. With additions and ...","b_publisher":"printed for Alex. Hogg, No 16, Pater-Noster-Row","b_id":"T110687","a_name":"Robertson, William","b_display_title":"The new and impartial universal history of North and South America, and of the present Trans-Atlantic war. Containing A Complete Historical and ...","a_text":"...projeced improvement. Columbus, at last, by the means of Isabella, brought his scheme to bear, after having agreed to certain conditions, which were signed in the camp before Granada, which was then in pof- session of the Moors, and besieged by the-Spanifh forces. He was much encouraged to this under- taking by thd accounts of several mariners, who, having been forced out of their course by con- trary winds, declared that they had observed evi- dent tokens of land at many leagues diflance from the weftcrn islands. Comparing this with the reports of a new discovered country, far to the westward, mentioned both in ancient flories and more modern traditions, this able mariner set out upon his voyage, not doubting of accom- plifhing his purpose, being appointed admiral of, a small fleet of three Ihips, and viceroy of countries which nobody believed he would ever be able to discover. The...","b_text":"...ag.tiint any new projelted improvement. Columnbus, at lafl, by the means of Isabella, brought hlis scheme to beat, after having agreed to certain conditions, which were signed in tlle camp before Granada, whicl was then in pof feflion of the Mxoors, and befieed by the Spanish forces. He was much encouraged to this under- taking by the accounts of several :nriners, who, having been forced out of their course by con- trary winds, declared that they had observed evi- dent tokens of land at many leagues diflalce frmni the vwetern islands. Coparing thlis with the reports of a new discovered country, far to the iweitward, mentioned both in ancient Itories and more modern traditions, this able mariner fct out upon his voyage, not doubting of accom- tpiliing his purpose, being appointed admiral of a frmall fleet of three {hips, and viceroy ol cotuntries which nobody believed he would ever be...","b_year":1782},{"b_range":[3129,3147],"b_name":"Civilian","a_year":1775,"a_publisher":"printed for S. Hooper, No. 34. on Ludgate-Hill","a_id":"T081104","a_range":[560,579],"a_display_title":"Observations, civil and canonical, on the marriage contract, as entered into conformably to the rites and ceremonies of the Church of England. By ...","b_publisher":"printed for J. Bell, In The Strand","b_id":"T117150","a_name":"Kenrick, W. (William)","b_display_title":"Free thoughts on seduction, adultery, and divorce. With reflections on the gallantry of princes, particularly those of the blood-royal of England. ...","a_text":"...a protestant must be far from vifluing to fee any more exam- ples of this kind. So far indeed must a con- fcientious man, tenacious of civil and reli- gious liberty, be from applauding these par- liamentary concessions in favour of popery, ( i ) that he could rather with to fee a legislative revision of them, and a fair invefligation of the point; whether the legal abolition by fiatute of that arbitrary tribunal, the JfaZ- chamber, did not virtually annul both the precedents and practice of that court, as...","b_text":"...a pfoteftant hilff be far from-wihing to fee any more exam- [ ] ples of this kind. So far indeed must a con- fcientious man, tenacious of civil and reli- gious liberty, be from applauding these par- liamentary concessions, in favour of popery, that he could rather wish to fee a legislative revision of them, and a fair investigation of the point; whether the legal abolition by statute of that arbitrary tribunal, the lar- chaimber, did not virtually -amnul both the precedents and pracice of that...","b_year":1771},{"b_range":[1696,1718],"b_name":"","a_year":1702,"a_publisher":"printed for J. Taylor, at the Ship in Paul's Church-Yard; G. Coniers, at the Golden Ring, and T. Ballard, at the Rising-Sun, both in Little-Britain","a_id":"T095543","a_range":[2070,2092],"a_display_title":"The florists vade-mecum. Being a choice compendium of whatever worthy notice hath been extant for the propagation, raising, planting, encreasing, ...","b_publisher":"printed for R. Snagg, No. 29. Paternoster-Row; and J. French, in the Poultry; and to be had of all the Booksellers in Town and Country","b_id":"T120086","a_name":"Gilbert, Samuel","b_display_title":"The complete florist; or, the lady and gentleman's recreation in the flower garden; being a choice compendium of what hath been worthy notice for ...","a_text":"...high ai .he ho rtel, bearing at the top ten or twelve. fornmetimes more flowers on a flalk, each of fix spread u'hite leaves, with a white't orrcup or crown in the middle, lying flat on the leaves, di- vided into lix corners; thence cometh forth white threds turning up the ends, and some other white trredsin the middle; tipt with yellow pendents, seldom springing till April, flowers not till Miy ends, or the beginning of June, this ought to be planted under a South Wall, and needs no remo- ving of twenty Years; if at any time, set again pretently. Pruwcol...","b_text":"...the f(orteft, bearing at the top ten or twelve, sometimes more flowers on a italk, each of fix spread white leaves, with a white short cup or crown in the middle, lying flat on the leaves, divided into fix corners; thence cometh forth white threads turning up the ends, and some other white threads in the middle, tipped with yellow pendents, feidom springing till April, flowers not till May ends, or the be. ginning of June ; this ought to be planted under a south wall, and needs no removing of twenty years; if at any time, set again presently. The great...","b_year":1775},{"b_range":[4747,4762],"b_name":"Newcastle, William Cavendish, Duke of","a_year":1789,"a_publisher":"printed for the author. Sold by Mr. J. Kerby, Stafford-Street, Old Bond-Street, Piccadilly; Mr. Searle, Corner of Warwick-Street, Golden-Square; and all other booksellers and news-carriers in town and country","a_id":"T201572","a_range":[29017,29032],"a_display_title":"The classical farrier. Exhibiting the whole anatomy of that noble animal the horse. Perfectly describing, by elegant engravings on copper-plates, ...","b_publisher":"printed for J. Brindley, Bookseller to His Royal Highness the Prince of Wales, in Newbond-Street","b_id":"T154435","a_name":"Merrick, William","b_display_title":"A general system of horsemanship in all it's branches: containing a faithful translation of that most noble and useful work of his Grace, William ...","a_text":"...of that, of common aloes, which will keep the flies from touching it. For the Jame purpose. Take the roots of long flat flags that grow in the rivers, and boil them to a pap ; then mix with it honey and hogs-lard, of each an equal quantity, and make an ointment; which rub in several times a day. This will make the hair come again in any place, where it has been used...","b_text":"...that of Sticcotrine-Aloes, which will keep the Flies from touching it. For the bfame Purpose. Take the Roots of long flat Flags that grow in Rivers, and boil them to a Pap; then mix with it Honey and Hog's-Lard, of each an equal Quantity with the Pap, and make an Ointment, which rub in several times every Day. This will make the Hair come almost in any Place where Hair is used to grow....","b_year":1743},{"b_range":[149,177],"b_name":"Grose, Francis","a_year":1793,"a_publisher":"Printed for, and sold by John Shepherd, at the Golden Farmer, Bagshot; Sir John Falstaff; Sir Henry Morgan; Charles Maclean; Mary Cut-Purse; Mary Flanders; Mary Carleton and Betty Ireland","a_id":"T095154","a_range":[180,207],"a_display_title":"Blackguardiana: or, a dictionary of rogues, bawds, pimps, whores, pickpockets, shoplifters, ... illustrated with eighteen portraits of the most ...","b_publisher":"printed for S. Hooper, NO. 212, High Holborn. MDCCLXXXV. Entered at Stationers Hall","b_id":"T138152","a_name":"Caulfield, James","b_display_title":"A classical dictionary of the vulgar tongue.","a_text":"...undericand. The first devilcr thereof was \" lhanged by the neck, as a juit reward no \" doubt for his defartes, and a common end \" to all of that profe-ilion; a gentleman, (Mr. \" Thomas Harman) also of late hath tikecn \" great paines to search out the secret prac- tizes of this ungracious rabble, and among \" other things lie ictteth down and defcribeth \" twenty-two forts of them, whose names it fahall not be amiffe to remember, whereby each one may gather what wicked people they are, and what villany remaineth in \"them.\" For this lift fee the word Crew. This was the origin of the cant language, its terms have been collcSed from the following Treatifs : Ihe...","b_text":"...themselves are able \"to understand. The first deviser thereof was \"hanged by the neck, as a just reward no \" doubt for his defartes, and a common end \" to all of that profession ; a gentleman, (Mr. \" Thomas Harman) also of late hath taken. \"great paines to search out the secret prac- tizes of this ungracious rabble, and among \"other things he fetteth down and defcribeth \"twentv-two forts of them, whose names it \" shall not be amife to remember, whereby ' each one may gather what wicked people \"they are, and what villany remaineth in \"them.\" For this lift fee the word Crew. This was the origin of the cant language, its terms have been colle&amp;ed from the following Treatises: T'Te Bll/man of...","b_year":1785},{"b_range":[22954,22974],"b_name":"Stone, Edmund","a_year":1728,"a_publisher":"printed for James and John Knapton, John Darby, Daniel Midwinter, Arthur Bettesworth, John Senex, Robert Gosling, John Pemberton, William and John Innys, John Oshorn and Tho. Longman, Charles Rivington, John Hooke, Ranew Robinson, Francis Clay, Aaron Ward, Edward Symon, Daniel Browne, Andrew Johnston, and Thomas Osborn.","a_id":"T114002","a_range":[17783,17802],"a_display_title":"Cyclopædia: or, an universal dictionary of arts and sciences; Containing The Definitions of the Terms, And Accounts of The Things signify'd ...","b_publisher":"printed for J. Senex, W. and J. Innys, J. Osborn, T. Longman, and T. Woodward","b_id":"T110417","a_name":"Chambers, Ephraim","b_display_title":"A new mathematical dictionary: wherein is contain'd, not only the explanation of the bare terms, but likewise an history, of the Rise, Progress, ...","a_text":"...a Dif- course on this Subject, in which he fliews, That a heavy Body with a degree of Velocity acquired by the De- scent from any Height, may defccnd from the fame Point, by an infinite Number of Isochronal Curves, which are all of the fame Species, differing from one another only in the Magnitude of their Parameters, such as are all the Quadrato.Cubical Paraboloids, and consequently fimi- lar to one another. He shews also, there, how to find a Line, in which a heavy 'Body defccnding flhall recede uni-...","b_text":"...hath a Dif. course onthis Subjec. In. which he shews, That an heavy Body, with a Degree of Velocity ac- quired by the Descent from any Height, may descend from the fame Point by an infinite Number of Isochronal Curves, and which are all of the fame Species, differing from one ano- ther only in the Magnitude of their Parameters; such as are all the Quadrato Cubical Para- boloids, and consequently fiini- lar to oae another. He shews also there, howto find a Line, in which a heavy Body descending, shall recede uniformly from...","b_year":1726},{"b_range":[3854,3872],"b_name":"Dundas, David, Sir","a_year":1789,"a_publisher":"Printed by G. Grierson, printer to the King's Most Excellent Majesty","a_id":"T208190","a_range":[442,459],"a_display_title":"Rules and regulations for the field exercise and movements of the army in Ireland.","b_publisher":"printed for T. Cadell, in the Strand","b_id":"T134700","a_name":"","b_display_title":"Principles of military movements, chiefly applied to infantry. Illustrated by manoeuvres of the Prussian troops, And BY AN Outline of the British ...","a_text":"...raise, advance, or keep back one shoulder more than the other; the butt must therefore be forward, and as low as can be permitted without constraint; the barrel part must reft in the hollow of the ihdulder; the left elbow must not be drawn back, or the Firelock attempted to be carried high, otherwise the one shoulder will be advanced, the other kept back, and the upper part of the body distorted, and not placed square with refpe&amp; to the limbs. Ofthemarch....","b_text":"...ad- W-iti rM.. vance or keep back one laoulder more than the other; the butt must therefore be forward, and as low as can be permitted without constraint; the barrel part muff reft in the hollow of the Ihoulder; the left elbow must not be drawn back, or the firelock attempted to be carried high; otherwise the one (floulder will be advanced, the other kept back, and the upper part of the body distorted, and not placed square with respect to the limbs. Of the MA...","b_year":1788},{"b_range":[2713,2741],"b_name":"Carey, Henry","a_year":1746,"a_publisher":"s.n.","a_id":"T081252","a_range":[275,303],"a_display_title":"A view of the island of marriage.","b_publisher":"printed for T. Cooper, at the Globe in Pater-Noster-Row, and sold by the booksellers in town and country","b_id":"T124716","a_name":"","b_display_title":"Cupid and Hymen; or, a voyage to the isles of love and matrimony. Containing A most Diverting Account of the Inhabitants of those Two Vast and ...","a_text":"...our JJIe; it is called Poly- gazmy: The Maahometans have usurped to them- selves the Possession thereof, and our rigid Laws forbid our so much as touching thereat, on the molt severe Penalties. Not but that there have sometimes been Tra- vellers, who have been so curious as to take a ''rip thither either out of a Frolick, or out of Love, and have obtained Admittance there by fonle Stratagem: But nevertheless they have not been able to effcA this, without embroiling them. selves with the Courts of justice, and unless one has as much Gold to throw away as my Lord i-- d, one runs the Hazzard of taking a Voy- agt with Count Cahoon, to the Chequie-Inn, in Nevigate-Street. The Mllahomfeans then are left...","b_text":"...our jIfle; it is called Poly- *gamy : The Alahometans have usurped to them- selves the Poffeflion thereof, and our rigid Laws forbid our so much as touching thereat, on the molt revere Penalties. Net but that there have sometimes been Tra- vellers-, who have been so curious as to take a Trip thither either out of a Frolick, or out of Love, and have obtained Admittance there by ibnle Stratagemr: -But nevertheless they have not been able to efirec this, without embroiling them- fclves with the Courts of Justice, and unless one has as much Gold to throw away as my Lord M-- d, one runs the Hazzard of taking a Voy- age with Count Cahoon, to the Chequor-I-m, in Ne-zgatne-Street. The 'ab/ometans then are...","b_year":1742},{"b_range":[5022,5037],"b_name":"Bishop, Robert","a_year":1780,"a_publisher":"printed for Robert Sayer, and John Bennet, Chart-Sellers, Fleet-Street","a_id":"N028101","a_range":[4581,4596],"a_display_title":"The compleat pilot for the Windward Passage; or, directions for sailing through the several passages to the eastward of Jamaica. By Captain ...","b_publisher":"Printed for Robert Laurie and James Whittle, No 53, Fleet-Street, successors to the Late Mr. Robert Sayer","b_id":"T206370","a_name":"Hester, Captain","b_display_title":"A New book of directions, to accompany the charts, Of the windward passage; or instructions for sailing through the several passages to the ...","a_text":"...lying N. W. by N. and S. E. by S. its north- weft end in lat. deg. min. About leagues from the N. W. end of Long s.and to the Keys before the Salt Pond at Exuma, the course is W. ' S. difrance leagues. Exuma is a great salt island, from which lie an innumerable number of islands and keys, extending (or ; leagues to the N. W. and N. W. by N....","b_text":"...ying NV. W. by N. and S. E. by S. its north weft end in lat. deg* So min. About leagues from the N. W. end of Long IfandB to the Keys before the Balt Pond at E~xluma the courfre is W. S . difiance leagues: Examba is a great salt island, from which lie an in- numerable number of islands and keys, ,extending for 'S leagues to the N. W. and N, WT....","b_year":1796},{"b_range":[21309,21324],"b_name":"Frézier, Amédée François","a_year":1748,"a_publisher":"printed for T. Osborne in Gray's Inn","a_id":"T154244","a_range":[3677,3693],"a_display_title":"A true and particular relation of the dreadful earthquake which happen'd at Lima, the Capital of Peru, and the neighbouring Port of Callao, on ...","b_publisher":"printed for Jonah Bowyer, at the Rose in Ludgate-Street","b_id":"T145981","a_name":"Lozano, Pedro","b_display_title":"A voyage to the South-Sea, and along the coasts of Chili and Peru, in the years 1712, 1713, and 1714. Particularly describing The Genius and ...","a_text":"...two Courts of the Treasury, or Exchequer; one whereof is entrusted with the Revenues which rich Indians have left at their Death to relieve the Wants of the Poor of their Nation. Lastly, it includes the Chancery, which is compQoed of only one Oidor, and one Chancellor, who has that Title given him with a very small Sa- lary, because the Great Chancellor is al- ways in Spain. The Cabildo, or Council of the City, city- s,~ ,...","b_text":"...Treasury, or Exchequer, one of which is entrusted with the Revenues which rich Indians have lett at their D-ath to relieve the Wants of the Poor of their Nation. Laifly, it includes the Chancery, which is composed of only one Oidor, and one Chancellor, who has that Title given him with a very small Salary, bcaufe the Great Chancellor is always in Spain. The Cabildo, or Council of the City, is next to the...","b_year":1717},{"b_range":[21199,21227],"b_name":"Fyfe, Andrew","a_year":1775,"a_publisher":"printed for the authors, and sold by G. Kearsly , No. 46, Fleet-Street ; and by all other booksellers","a_id":"N016304","a_range":[18613,18641],"a_display_title":"Anatomical lectures; or, the anatomy of the human bones, nerves, and lacteal sac and duct. Containing Not only the mere descriptive or proper ...","b_publisher":"printed for William Creech; and sold in London by G. G. and J. J. Robinsons","b_id":"T149442","a_name":"","b_display_title":"A system of anatomy and physiology, with the comparative anatomy of animals. Compiled from the latest and best authors, and arranged, as nearly ...","a_text":"...have their course in the interflices of muscles, and other aftive organs, where they are guarded from pressure; but in several parts they are so placed, as if it was intended that they should there susser the vibrating force of arteries, or the prelfure of the contraacing fibres of muscles. x. The larger cords of the nerves divide into branches as they go off to the different parts; the branches being maller than the trunk from which they come, and making generally an acute angle where they separate. . In many places, different nerves unite into one cord, which is genera!ly larger than any of the nerves which form it. . Several nerves, particularly those distributed to the bowels, as. ter such union, fudder.iy form a...","b_text":"...their course in the interstices of muscles and other active organs, where they are guarded from preflure; but in several parts they are so placed, as if it was intended that they thould there fuffer the vibrating force of arteries, or the prifure of the contracting fibres of muscles. i . The larger cords of the nerves divide into branches as they go off to the different parts the branches being smaller than the trunk from which they come, and making generally an acute angle where they separate. .In . In several places, different nerves unite into one cord, which is commonly larger than any of the nerves which form it.* . Several nerves, particularly those which are diffributed to the bowels, after such union, suddenly...","b_year":1795},{"b_range":[201,217],"b_name":"","a_year":1745,"a_publisher":"printed for M. Cooper, at the Globe, in Pater-Noster Row","a_id":"T035429","a_range":[207,222],"a_display_title":"The fatal effects of the present rebellion exemplify'd in a true but melancholy account of the life and death of Mr. Sydenham, (son of the late ...","b_publisher":"printed for J. Cobham, near St. Paul's","b_id":"T086536","a_name":"L-r-nce, J-n","b_display_title":"Alexis: or the worthy unfortunate. Being a true narrative of the affecting case of a young gentleman, whose ruin was occasioned by the late ...","a_text":"...and lifted her up; but the, Excess of her Pain made her fend forth such piercing Cries, that even the rude Highlanders were softened into Pity, and exprefs'd their Concern for being the Cause of so grievous an Accident, by of- fering no further Disturbance while they continued there. Mrs. B-y had the immediate Affifance of a Surgeon, and 'tis hop'd will recover. She also receiv'd a imall CogtufiQn in her Head; but this...","b_text":"...her Afifitance, and lifted her up ; but the Excess of her Pain made her fend forth such piercing Cries, that even the rude Highlanders were softened into Pity, and exprefs'd their Concern for being the Cause of so grievous an Accident, by of- fering no further Disturbance while they continued there. Mrs. B---y had the immediate Assistance of a Surgeon, and 'tis hop'd will recover. She also receiv' a small Contusion id her Head; but thi&amp; pait...","b_year":1747},{"b_range":[8320,8342],"b_name":"Beddoes, Thomas","a_year":1794,"a_publisher":"printed for T. Evans, Paternoster Row, and J. Stead, at the Naval and Military Printing-Office, Gosport","a_id":"N013985","a_range":[7316,7338],"a_display_title":"A treatise on the blood, or, general arrangement of many important facts, relative to the vital fluid. With some cursory observations on the ...","b_publisher":"printed for J. Murray, No 32, Fleet Street","b_id":"T117587","a_name":"Moises, Hugh","b_display_title":"Observations on the nature and cure of calculus, sea scurvy, consumption, catarrh, and fever: together with conjectures upon several other ...","a_text":"...acts upon the parts, lb that every stimulus which acts upon any fibre in the r-ftem will deprive it of part of its irritability; bt this 'ofs will soon be repaired by the system, and every fibre will furnifn in proportion, some share of its own irritabili;y to supply the loss in any one fibre. Thus it is that avery weak limrulus, but one that is con- flantly acing upon one part of the fftem, such as flow poisons, the abtul of fpirizous liquors, &amp;c. exhausts in the end the whole system, and pro- duces death. ( ' ) \"For the fame...","b_text":"...re-ats upon the parts, so that every fimulus which as upon any fibre in the system will deprive that part of its irritability; but this loss will soon be repaired by the fyfterm, and every fibre will furniflh, in propertion, some fliare of its own irrita- bility to supply the loss in any one fibre. Thus it is that a very weak stimulus, but one that is conitantly aing upon one part of the system, such as. flow poisons, the abuse of spirituous liquors, &amp;c. exhaufis in the end the whole system, and produces death. For the fame reason, a very pow-...","b_year":1793},{"b_range":[861,877],"b_name":"","a_year":1772,"a_publisher":"printed for W. Nicoll, No. 51, in St. Paul's Church Yard","a_id":"T066024","a_range":[845,862],"a_display_title":"The toilet of Flora; or, a collection of the most simple and approved methods of preparing baths, essences, pomatums, Powders, Perfumes, ...","b_publisher":"printed for Robert Turner October","b_id":"T053682","a_name":"Buc'hoz, Pierre-Joseph","b_display_title":"A new collection of the most easy and approved methods of preparing baths, essences, pomatums, powders, perfumes, sweet-scented waters: and ...","a_text":"...Mastic and Gum Arabic, *of each two ounces. Dissolve the whole in a sufficient quantity of Rose-water, and wash the face with this fluid. . A curious Perfiume. BOIL, in two quarts of Rose-water, an ounce of Storax, and two ounces of Gum Benjamin ; and add, tied up in a piece of gauze or thin muslin, fix Cloves bruised, half a drachm of Labdanum, as much Calamus Aromaticus, and a little Lemon- peel; cover the vessel up close, and keep the...","b_text":"...and Gum Arabic, of each two ounces. Difikvc tile whole in a sufficient quantity of Ro.f-water, and wazh the face with this fluid, . A .rioos- Perfuie. Boil, in two quarts of Rose-water, an ounce of Storax, and two ounces of Gum Benjamin; to which add, tied up in a piece of gauze or thin muslin, fix Cloves bruised, half adrachm ofLabdanum, as much Calamus Aromaticus, and a little Lemon-peel, Cover the vessel up close, and keep .'...","b_year":1787},{"b_range":[302,332],"b_name":"","a_year":1797,"a_publisher":"printed for the authoress, by J. Adlard, No. 39, Duke-Street, West Smithfield ; and sold by J. Parsons, No. 21, Paternoster-Row","a_id":"T072361","a_range":[604,633],"a_display_title":"Clara Lennox; or, the distressed widow. A novel. Founded on facts. Interspersed with an historical description of The Isle of Man. By Mrs. Lee. ...","b_publisher":"printed for W. Treppass, No. 31, St. Martin's-le-Grand","b_id":"T223016","a_name":"Lee, Harriet","b_display_title":"False friendship; or, nature in masquerade. A novel. Founded in truth. Consisting of letters which have actually passed between persons in ...","a_text":"...wish; but I knew not the power he had over my heart till fate called him away. And here is a. group of weeping females, each sighing for ( ) a fight of their beloved warriors, declaring they would never marry if deprived of their favourite lover; yet dreading the idea of being old maids. As to my own part, I declare against marriage if my little Captain should fall a sacrifice for his King and coun- try; but at the expence of an eye or a leg, your Louisa would receive him with the warmest efreem, with a heart more than ever devoted to his merit. Adieu! my dearest Clara; may Heaven preserve you in honour and safety, is the prayer, the hourly prayer, of LOUISA HowE. LETTER XXXIX....","b_text":"...but I ( i ) knew not the power he had over my heart till fate called him away. And here is a group of weeping females, each sighing for a fight of their beloved warriors, declaring they would never marry, if deprived of their favourite lover; yet dreading the idea of being old maids. As to my own part, I declare against marriage if my little Caplai/n should fall a sacrifice for his King and Coun- try; but at the expence of an eye or a leg, your LouiJf would receive him with the warmest efleem, with a heart more than ever devoted to his merit. Adieu I my dearest Clara, may Heaven prefcrve you in honour and safety, is the prayer, the hourly prayer, of ELOUISA HEo w !E., ( I )...","b_year":1799},{"b_range":[272,290],"b_name":"Author of The design of creation","a_year":1792,"a_publisher":"Sold by the booksellers","a_id":"T093687","a_range":[595,613],"a_display_title":"Synopsis, or, a comprehensive view of philosophical, political &amp; theological systems, from the creation to the present time, in which are shewn, ...","b_publisher":"s.n.","b_id":"T093526","a_name":"Ray, John Mead","b_display_title":"A comprehensive view of the various controversies among Pagans, Mahometans, Jews, and Christians. Philosophical and theological. In which is ...","a_text":"...first instillcd into the mind, are seldom eradicated afterwards; and scarce any other country, customs, () or religon, ever become quite agreeable, or familiar, to such as have i'rfakentheir native ones, even though convinced of their fuperi- ority, or of the absurdity of their native ones, and quit them on that account; yet -they seldom heartily adopt another, but remain ' sceptics, except where euthiGiafm takes place; and then they will turn from the belf to the worlt, or, on the contrary; or make a di-...","b_text":"...into the mind, are seldom e:adicated as. terwards ; and scarce any other country, cultorms, or religion, ever become quite agreeable, or fa- miliar, to such as have forlaken their native ones, even though convinced of their fuperi-rity, or of the absurdity of their native religion, and quit it on that account; yet they seldom heartily adopt another, but remain sceptics, except where enthusiasm takes place; and then they will turn from the belt to the worst, or, on the contrary; and from one party to...","b_year":1785},{"b_range":[84102,84129],"b_name":"","a_year":1707,"a_publisher":"printed for R. Bonwick, J. Tonson, W. Freeman, Tim. Goodwin, J. Walthoe, M. Wotton, J. Nicholson, T. Newborough, B. Yook, S. Manship and R. Parker","a_id":"T121422","a_range":[6882,6908],"a_display_title":"A compleat body of chirurgical operations, containing the whole practice of surgery. With observations and remarks on each case. Amongst which ...","b_publisher":"In the Savoy: printed by John Nutt; and sold by W. Lewis; Dan. Brown; J. Pemberton; R. Knaplock, R. Wilkin, and five others in London","b_id":"T113958","a_name":"La Vauguion, de","b_display_title":"Bibliotheca anatomica, medica, chirurgica, &amp;c. Containing a description of the several parts of the body: each done by some one or more eminent ...","a_text":"...perforated in the midst for the passage of the Urine; and keep there on with a narrow Fillet near three quarters ofan inch broad. This Fillet mufl be of a sus- ficient length to cover the whole Yard by its Circumvoluti- ons, have a hole made at one end, and the other end flit lengthwaysaboveaninchand a half. In applying this, pass the two Tails or Slit end through the hole at the other end, then draw it as strait as is convenient; make several Cir- cumvolutions spirally, till the whole Yard be cover'd, and the Fillet spent, and then fatlen it by the two Tails. If you judge it necefary to cover the Pledgit with an Emplalter, make...","b_text":"...Cross, perforated in the midlt of the Pafage of the Urine; and keep thele on with a narrow Fillet near three quarters of an Inch Broad. This Fillet muff be of a fuflicient length to cover the whole Yard by its Circumvoluti- ons, have a hole made at one end, and the other end flit lengthways above an inch and a half. In applying this, pass the two Tails or Slit end through the hole at theother end, then draw it as firait as is Convenient; make several Circumvolutions spirally till the whole Yard be cover'd, and the Fillet spent, and then salten it by the two Tails. If you judge it necefftry to cover the Pledgi t with an Elnplatecr, make...","b_year":1711},{"b_range":[14337,14364],"b_name":"Morden, Robert","a_year":1726,"a_publisher":"printed and sold by J. Senex, at the Globe against St. Dunstan's Church, Fleet-Street; G. Strahan, at the Royal Exchange; W. and J. Innys, in St. Paul's Church-Yard; J. Osborn and T. Longman, in Pater-Noster-Row; C. King, in Westminster-Hall; and by the author","a_id":"T082437","a_range":[2564,2589],"a_display_title":"An introduction to geography, astronomy, and dialling. Containing the most useful elements of the said sciences, adapted to the meanest capacity, ...","b_publisher":"printed for R. Morden, at the Atlas in Cornhil; and R. Smith, under the Piaza's of the Royal Exchange","b_id":"T113210","a_name":"Gordon, George","b_display_title":"An introduction to astronomy, geography, navigation, and other mathematical sciences made easie by the description and uses of the coelestial and ...","a_text":"...Pole to the Latitude of the given Place, and marking the Sun's Place in the Ecliptick, bring the fame to the brazen Meridian, and set the Index of the Horary-Circle at Noon. Then move the Globe Westward, till the Index point at the given Hour from Sun-rifing,and fixing the Globe in that Situation, bring the Index back again to Noon, and turn the Globe backwards, till the Sun's Place mark'd in ( ) the Ecliptick, return to the fame Semicir- cle of the brazen Meridian from whence it came; which done, observe what Hour the Index of the Horary-Circle pointeth at, for the fame is the Hour defir'd. PR OB XXVII. The Hour of...","b_text":"...acccrding to the given Lati. tude of the i iace, and mariing te Sun's Place in the Eclipirk, bring the fame i: o the bra- zen Meridian, and set the Index of the -orary Circle at Noon. Then move the Globe Weft- ward, till the Index point at the given hIour irom Sun rising, and fixing the Globe in that Situation, bring the Index back again to Noon, and turn the Globe backwards, till the Sn's place mark'd in the Ecliptick, return to the fameSemi:circle of the brazen Meridian from whence it came i which done, observe what Hour the Index of the Hora- ry Circle pointeth at, for the fame is the Hour defir'd. PR O B PRO B. XXI. The...","b_year":1702},{"b_range":[5605,5629],"b_name":"Richardson, W. (William), surgeon","a_year":1784,"a_publisher":"printed for P. Elmsly, in the Strand","a_id":"T091085","a_range":[12937,12962],"a_display_title":"Elements of mineralogy. By Richard Kirwan, Esq; F.R.S.","b_publisher":"printed by Thomas Pearson; and sold by R. Baldwin, Pater-Noster Row, London","b_id":"T117146","a_name":"Kirwan, Richard","b_display_title":"Designed chiefly for the use of manufacturers. The chemical principles of the metallic arts; with an account of the principal diseases incident ...","a_text":"...used as a pigment. SPECIES XV. Siliceous Iron Ore. . Besides jasper, garnet and trapp over- loaded with iron, there is found, principally in France, a black, heavy, unmagnetic sand, of the siliceous kind, which is said to contain iron and zinc in great quantity. . Baron Born, in his letters from Hun- gary, mentions a blue crystalized iron ore, which he fays is a hoerl overloaded with iron. SPECIES XVI. Muriatic Iron Ore. . Serpentine overloaded with iron forms this species, but it is seldom worked. SPECIES XVII. Martial Calamine. . Calamine is properly an ore of zinc, but ometimes it contains so large a propor- tion of iron as to be worked...","b_text":"...is uscd as a pigment. SPECIES XIV. Siliceous ron Ore. BESIDES jasper, garnet, and trapp, overloaded with iron, there is found, principally in France, a black, heavy, unmagnetic find, ofthe siliceous kind, which is said to contain iron and zinc in great quan- tity. Baron Born, in his letters from Hungary, mentions a blue crystallized iron ore, which he fays is a fhoerl overloaded with iron. SPECIES XV. Muriatic Iron Ore. SERPENTINE, overloaded with iron, forms this species, but is seldom worked. SPECIES XVI. Martial Calamine. CALAMINE is properly an ore of zinc, but sometimes it contains so large a portion of iron, as to be worked with a view...","b_year":1790},{"b_range":[377,397],"b_name":"","a_year":1714,"a_publisher":"printed for E. Curll, at the Dial and Bible against St. Dunstan's Church in Fleet-Street","a_id":"T096296","a_range":[316,335],"a_display_title":"The whole art of fishing. Being a collection and improvement of all that has been written upon this subject: with many New Experiments. Shewing ...","b_publisher":"printed for H. Curll, over-against Catherine-Street in the Strand","b_id":"T096295","a_name":"","b_display_title":"The gentleman fisher: or, the whole art of angling. Being a collection and improvement of all that has been hitherto written upon this subject: ...","a_text":"...Perfetion in the Month of May: He spawns about OFober or November, in some Rivers a lit- tle sooner or later, contrary to the natu- ral Course of most other Fish, which spawn in warmer Weather, when the Sun hath rarified the Water, and fitted it for their Work of Generation. As there be some barren 'Does, that are good in Summer, so there be some barren Trouts that are good in Winter, but there are not many that are so; certain Waters there be which breed Troits remarkable, both...","b_text":"...in Perfeion in the Month of May : He spawns about Oober or November, in some Rivers a lit- tle sooner or later, contrary to the natu- ral Course of most Qther Fish, which spawn in warmer Weather, when the Sun hath rarified the Water, and fitted it for their Work of Generation. As there be some barren Does, that are gcood in Suiirnmer, f there be forme barren Trouts that are good in Winter, but there are not many that are so; certain Waters there be which bttd Trits reiilatkablt both fbr their...","b_year":1727},{"b_range":[184028,184092],"b_name":"","a_year":1764,"a_publisher":"printed for R. Davis, in Piccadilly; J. Newberry, in St. Paul's Church-Yard; and L. Davis and C. Reymers, in Holborn","a_id":"P003165","a_range":[648,711],"a_display_title":"Museum rusticum et commerciale: or, Select papers on agriculture, commerce, arts, and manufactures.","b_publisher":"Printed for J.F. and C. Rivington, S. Crowder, T. Longman, B. Law, T. Lowndes, G. Robinson, T. Cadell, and R. Baldwin","b_id":"T117986","a_name":"","b_display_title":"The complete farmer: or, A general dictionary of husbandry, in all its branches; Containing the various methods of cultivating and improving ...","a_text":"...of they are untied one at a time; and generally made four forts of. The largest heads which are found, and are such as grow on the middle item of each branch, are thrown for the firfi fort, and called kings. The next fmallefl which are found, and are commonly such as grow as fide heads on each branch, are thrown for a second fort, and are called middlings. Another, or third fort, are such of the largest, or those which grew on the middlle ftem, as are damaged by the mildew, wet, or other accident; and which would have been kings, had not such defet ren- dered them unworthy that appellation. These therefore are thrown to a third fort, and denominated scrubs. The last, or fourth fort, is the refuse of all, and are such as are too small, or too much damaged for any use; and are therefore...","b_text":"...where they are untied, one at is time ; and generally made four fojrts of. Th~le largest heads which are fbund, and are foch as grow on the middle fiem of each branch, are thrown for the firif fort, and called kings. The next iimalleft which are found, and are commonly s~uch as grow as fide heads on each branch, are thrown for a second fort, and are called mid- dlings. Another, or third fort, are fuchl of `the largest, or those which grew on the middle item, as are damaged by the mildew, wet, or other accident s and which would have been kings, had not such defeAk rendered them an- worthy that ap~pellation. Thete therefore are thrown to a third fort, and denominated scrubs. There lass, or fourth fort, is the refule of all, andl are fisch as are too iimall, or too much damaged for any use;...","b_year":1777},{"b_range":[546,594],"b_name":"","a_year":1732,"a_publisher":"printed for E. Rayner, at the Pamphlet-Shop, next the George-Tavern, Charing-Cross","a_id":"T001721","a_range":[649,697],"a_display_title":"The progress of a harlot. As she is described in Six Prints, by the Ingenious Mr. Hogarth. Containing, I. Her coming to Town. Being met by a Bawd ...","b_publisher":"Printed for S. Slow, without Temple-Bar, and sold by the booksellers of London and Westminster","b_id":"T179603","a_name":"","b_display_title":"Memoirs of the life of a Norfolk lady, related to a certain great man of that county. Written by herself.","a_text":"...cut; it was a Question which of us was mofr surprised. TheSquirelaid holdon me, and demanded who I was ? I answered, that I had ftr my Road, and running away from the hard Usage of a Step-mother, I had put into the Barn to rel me, and would willirgly do any thing to get an honest Livelihood. The Squire, whether o;t cf Compaflion to my un- happy Circumfta.ccs,nr to bribe me to Secrecy, being apprehenivc per!:aps, that I might dif- cover what t'ey had been doing, gave me five Shillings, and the Woman brought me some Bread and the Leg of a Fowl, which I eat with a very good Appetite. and she afterwards gave me a Glass Wine, and bade me lye down and sleep. The Noise which I made when they tumbled over me, alarmed the whole Gang, who com- ing to enquire what was the Matter,...","b_text":"...was a Question which of us was most surprised. .The Squire laid hold on me, and demanded who I was? I answered, that I had loft my Road, and running away from the hard Usage of a Step-mother, I had put into the Barn to reft me, and would willirgly do any thing to get an honest Livelihood. The Squire, whether out of Compassion to my un- happy Circumftances,or to bribe me to Secrecy, being apprehensive perhaps, that I might dif- cover what they had been doing, gave me five Shillings, and the Woman brought me some Bread and the Leg of a Fowl, which I eat with a very good Appetite, and ihe afterwards gave me a Glass Wine, and bade me lye down and sleep. The Noise which I made when they tumbled over me, alarmed the whole Gang, who com- ing to enquire what was the Matter,...","b_year":1733},{"b_range":[5817,5866],"b_name":"Buffon, Georges Louis Leclerc, comte de","a_year":1776,"a_publisher":"printed for J. Johnson, No. 72, St. Paul's Church-Yard","a_id":"T085320","a_range":[608,656],"a_display_title":"A treatise on cattle: shewing the most approved methods of breeding, rearing, and fitting for use, horses, asses, mules, horned cattle, Sheep, ...","b_publisher":"printed for R. Griffith's in the Strand","b_id":"T141079","a_name":"Mills, John","b_display_title":"The natural history of the horse. To which is added that of the ass, bull, cow, ox, sheep, goat, and swine. With accurate descriptions of their ...","a_text":"...a man: for the real arm of a horse seems blended or confounded by the fboulders being united with the body under the fame (kin. The elbow is placed backward, as in man; but in a horse it is situated opposite to the ribs, at the top of the fore leg, where that leg begins to separate from the body. This is the first joint that appears prominent; for that of the arm, with the fhouldcr, is hidden by the (kin of the animal. The first part of a horse's fore leg, separated from the body, is called the arm, though it an- fwers to what is called the fore-arm in man. The external part of a horse's arm is called the thick part of the arm, and over it's internal surface runs a vein called the plat vein. The joint called the knee, 'is situated at the ex- tremity...","b_text":"...of a, man; thus the real arm of a horse seems blended or confounded with the ihoulders being united with the body un- der the fame skin. Thus the elbow d is placed backward as in man; but in a horse it is situ- ated oppofited to the ribs, at the top of the fore-leg, where it begins to separate from the body; this is the first joint which appears pro-, minent; for that of the arm with the Shoulder is hidden, by the skin of the animal. The first part of a horse's fore-leg, separated from the body, is called the arm, though it answers to what is called the fore-arm in man. The external part e, of a horse's arm is called the thick part of the arm, and over its in- ternal surface runs a vein, called the plat vein. The joint f is called the knee,...","b_year":1762},{"b_range":[4254,4274],"b_name":"Mason, Charlotte","a_year":1794,"a_publisher":"printed for J. Creswick, and Co","a_id":"T093869","a_range":[9431,9451],"a_display_title":"Domestic economy; or, a complete system of English housekeeping: containing the most approved receipts, confirmed by Observation and Practice, in ...","b_publisher":"printed for J. Walter, at Homer's Head, Charing-Cross","b_id":"T127538","a_name":"","b_display_title":"The lady's assistant for regulating and supplying her table; containing one hundred and fifty select bills of fare, Properly disposed for Family ...","a_text":"...Head brown. Half the head only should be hashed, as a whole one makes too large a dih; parboil it; when colds cut it into thin flicesi and the tongue; flour it pretty well, and put it into a stew-pan with some good gravy, a quart or more, a glass of Madeira, an anchovy wiped and boned, a little pounded cloves, chyan, a piece of lemon-peel; let these flew gently three quarters of an hour, then add some catchup, a few truffles and morels, first washed; pickled or frefl mufirooms; if fresh, a little...","b_text":"...&amp;c. Calfs head hajlhed. Half the head only should be halfed, as a whole one makes too large a dish ; parboil it, when cold cut it into thin slices, and the tongue, flower it pretty well, put it into a stew-pan with some good gravy, a quart:or more, a glass of madeira, an anchovy wiped and boned, a little pounded cloves, chyan, a piece of lemon peel; let this ftew gently three quarters of an hour; then add some catchup, a few truffles and morels, firit wavfhed; pickled or fresh mufliroons; iffrefh a...","b_year":1773},{"b_range":[5850,5881],"b_name":"Reide, Thomas","a_year":1798,"a_publisher":"printed at the Minerva-Press, Leadenhall-Street; and sold by Scatcherd, Paternoster-Row; Miller, Bond-Street; and Richardson, Royal-Exchange","a_id":"T093197","a_range":[267,299],"a_display_title":"The soldier's companion; containing instructions for the drill, manual, and platoon exercise, As Commanded by his Majesty. Intended for the use ...","b_publisher":"sold by J. Walter, At Charing Cross, and T. Egerton, Near Whitehall","b_id":"T119556","a_name":"","b_display_title":"A treatise on the duty of infantry officers and the present system of British military discipline. With an appendix. By Thomas Reide, Esq. ...","a_text":"...Jtep is a very useful one, particularly if the battalion, or a company, loses ground in wheeling into line. On the caution being given to close to the right, if the break is there, each man lifts his right foot, and moves it on the word. march, about i or inches to the right, .drawing his left after it till the heels touch, and so on till the break is closed, and the word halt is: given. While marching in this manner, the knees must not be bent, and the head turned a little to the fide which is to be closed to, care being taken to preserve the files exact. The fame mode is followed in closing tothe left by the left foot, and inclination of the head to that fide. This Rep is done in ordinary time. The backJiep is...","b_text":"...a very useful one, particu- larly if the battalion, or a company, loses ground in wheeling into line, On the caution being given to close to the right, if the break is there, each man lifts his right foot and moves it on the word march, about or inches to the right, drawing his left after it, tillthe heels touch, and so on till the break is closed, and the word halt is given. While marching in this manner, the knees must not be bent, and the head turned a little to the fide which is to be closed to, care being taken to preserve the files exac. The fame mode is followed in closing to the left by the left foot, and inclination of the head to that fide. This ftep is done in ordinary time. ()...","b_year":1795},{"b_range":[441,463],"b_name":"Bourgelat, Claude","a_year":1771,"a_publisher":"printed for T. Davies; and T. Cadell","a_id":"T127820","a_range":[161,183],"a_display_title":"The history and art of horsemanship. By Richard Berenger, ... In two volumes. ...","b_publisher":"printed by Henry Woodfall, for Paul Vaillant in the Strand, facing Southampton-Street","b_id":"T112504","a_name":"Berenger, Richard","b_display_title":"A new system of horsemanship: from the French of Monsieur Bourgelat. By Richard Berenger, Esq;","a_text":"...would convert, in the fame subjeS, an aukward and displeasing appearance into an easy, natural, and grace- ful figure, capable of drawing the eyes even of judges themselves. Indeed the objects to which a mailer, anxious for the advancement of his pupil, hould at- tend, are infinite. To little purpose will it be to keep the itricteft eye upon all the parts and limbs of his pupil's body; in vain will he endeavour to remedy all the defects and faults which are found in the pof- ture of almofl every scholar in the beginning, unless he is intimately acquainted with- and apprised...","b_text":"...the Art, would convert in the fame Subject an awkward and displeasing Appearance, into an easy, natural, and graceful Figure, capable of drawing the Eyes even of Judges themselves. INDEED the Objects, to which a Master, anxious for the Advancement of his Pupil, flould attend, are infinite. To little Purpose will it be to keep the ftriaeft Eye upon all the Parts and Limbs of his Pupil's Body; in vain will he en- deavour to remedy all the Defects and Faults which are found ifi the Posture of almost every Scholar in the Begin- ning unless he is intimately acquainted with, and...","b_year":1754}]